{
  "intents": [
    {
      "tag": "Attraction and sexual feelings",
      "patterns": [
        "Why do I feel sexually attracted to girls/ boys suddenly?",
        "How do I talk to girls/ boys?",
        "Increasing sexual feelings",
        "How can I start talking to someone I like?",
        "Having crushes",
        "Why do I suddenly like girls?",
        "How can I stop myself from liking someone?",
        "Why does it feel good to see sexual pictures?",
        "Is it wrong to have sexual feelings?",
        "Is it normal to feel aroused by erotic images?",
        "Is it possible for girls and boys to be friends?",
        "Why do I suddenly like boys?",
        "Why am I attracted to girls?",
        "What can I talk to boys/ girls about?",
        "I don't know how to talk to girls/ boys, how do I do it?",
        "How do I get over my crush?",
        "Is there something wrong with liking someone?",
        "Is it wrong to like sex?",
        "Why do I suddenly have feelings for others around me?",
        "How can I start a conversation with boys/ girls?",
        "Why am I attracted to boys?",
        "Can I be friends with boys/ girls without wanting to be in a relationship with them?",
        "I feel very shy talking to girls/ boys, how can I get over my fear?",
        "Is it normal to feel attracted to others?",
        "Can girls feel aroused by looking at something?",
        "Why am I feeling attracted towards others?",
        "I feel curious about what it's like to have sex",
        "Talking to boys or girls"
      ],
      "responses": [
        "During puberty, it’s very normal to start developing feelings that one hasn't experienced before, such as feeling really attracted to someone else. These feelings can be felt for someone from the other gender or even to those of the same gender. \n\nHaving a crush - or multiple crushes - is a perfectly normal part of growing up.",
        "Sometimes during puberty, viewing images or reading texts of romantic or sexual nature can make one feel a little excited. This is very natural and starts to happen as one hits puberty.",
        "However, it is important to remember that it it not right to have sex with someone without them agreeing to it. It is also not right to force anyone to have sex with you. In any kind of sexual act, both people must agree to participate and be happy about their decision. \n\nIt’s important to know that the legal age for having sex in India is 18, even if it is consensual.",
        "It's completely normal for anyone to want to talk to and form friendships with people of the other gender. During puberty, it's natural to start exploring new feelings and interests. \n\nSome helpful tips for forming healthy friendships, or approaching crushes are: \n\n1. Ignoring gender stereotypes that define the way someone should act\n2. Finding a common interest that can help start the conversation\n3. Hanging out with a group of people until it's comfortable to be alone with each other\n4. Ensuring that both people are on the same page about what they want from the friendship\n\nIt's important to know that just because two individuals are friends, it does not mean that one owes the other something - a relationship or more!"
      ]
    },
    {
      "tag": "Dealing with Emotional Changes",
      "patterns": [
        "Why can't boys and girls talk to each other?",
        "How do I start feeling better about myself?",
        "I don't like myself very much, what should I do?",
        "I'm feeling very low, should I seek help?",
        "Dealing with sadness during puberty",
        "Seeking help to manage emotions",
        "How can I deal with the emotional changes that I'm going through?",
        "How do I stop feeling so bad about myself?",
        "Do all teenagers feel sad, or do I need to go to a doctor?",
        "Why shouldn't I talk to boys/ girls?",
        "When to know if you need help for your emotions?",
        "How do I start liking myself more?",
        "How to deal with pressures from my peers?",
        "How do I start loving myself?",
        "How can I get my parents to allow me to talk to boys/ girls?",
        "Dealing with mood swings",
        "What should I do when I feel sad?",
        "Parental conflict around relationships",
        "Why don't my parents allow me to talk to boys",
        "How to deal with my emotions of feeling self consciousness?",
        "Whom should I talk to if I'm feeling sad?",
        "How to deal with mood swings?",
        "How do I stop hating myself?",
        "I feel emotional all the time, is this normal or should I talk to a doctor?",
        "How to deal with feelings of over sensitivity?",
        "Dealing with self-consciousness",
        "How do I stop feeling sad all the time?",
        "What can I do if I don't like myself?",
        "Dealing with peer pressure",
        "Is it normal to have mood swings or should I go to a doctor?",
        "I don't want to feel low all the time, how should I stop?",
        "Dealing with over sensitivity",
        "Managing self-esteem issues",
        "Is there something wrong with talking to boys/ girls?",
        "I feel angry all the time, should I seek help?",
        "How can I deal with my negative emotions?",
        "My parents don't like it when I talk to boys/ girls, what should I do?"
      ],
      "responses": [
        "During puberty and adolescence, the peer group starts taking more importance in one's life. \n\nThis can lead to peer pressure. That’s when friends and people of the same age may try to convince each other to participate in certain activities in order to fit in – whether that’s dressing a certain way, talking a certain way, or engaging in activities that may seem risky.",
        "Feeling self-conscious during puberty is a common experience. Puberty is a time of significant physical changes, and some people may become more aware of their appearance and how their are perceived by others.",
        "Sometimes, the voice in one's head is based on harsh words others have said. Or on bad times that have happened in the past. But it is possible to change this voice in one's own head, and start talking to oneself in a kinder and more optimistic tone. \nThe people in one's life also have a great impact on self-esteem.",
        "Three key areas to help distinguish between normal mood swings and something more serious include:\n1. Duration – moods lasting more than two weeks\n2. Severity – significant changes in behaviour, feelings and thoughts\n3. Impact – affecting many areas of life (home, school, friendships)\n\nIf these signs are being seen, it’s important to talk to someone. This can include parents, guardians, elder siblings, teacher or mental health counsellor - or a trusted source.",
        "It's best to have an open and honest conversation with them about their concerns and how they can be addressed. \n\nIf communication with parents/guardians is difficult, it might help to seek the help of a trusted family member, teacher, or counselor who can act as a mediator and help facilitate communication.",
        "Communicating these emotions with someone trustworthy will make them feel more manageable. Seeking professional help to sort out feelings can also be a good idea.",
        "It can be hard to accept a changing body at a time when fitting in with peers feels so important. It may feel bad to not be or do things like one's friends. Everyone feels self-conscious at some point or another. It is completely normal, but it's important to not let it come in the way of one's confidence or self-esteem.",
        "During puberty, feeling sad, low or feeling of hatred can be felt more stronger and intensely than before - sometimes without any reason!\n\nTo manage these negative feelings, it's important to practice positive self-talk.",
        "Some of the things that can help deal with these emotions are: \n\n- Keeping a journal to help organise thoughts and feelings, even when they may seem out of control\n\n- Talking to parents, guardians or trusted adult can help, since they have been through the same feelings, and can give some great guidance; or talk to a friend\n\n- Go for a walk, listen to music, play games, go cycling\n\n- Spend time in the midst of nature",
        "Here are some tips to raise self-esteem:\n\n1. Being with people pleasant, positive and respectful. One can avoid people who bring others down or speak with disrespect\n2. Saying positive and helpful things to oneself, and avoiding negative self-talk\n3. Accepting one's flaws while also working on improving them\n4. Setting goals and working towards them\n5. Focusing on what goes well, and identifying strengths in one's personality",
        "Continually feeling down may be a sign of something else. It’s important to keep in mind that severe and prolonged mood swings may be a sign of depression or a mental health issue.",
        "It is possible that parents/guardians might be concerned about the potential risks and challenges that can come with friendships between teenagers of the other gender, or being in a relationship or having crushes. \n\nThey may be worried about the safety, reputation, or well-being of their children. However, there’s nothing wrong with having friends of the other gender or having crushes.",
        "Mood swings are a part of puberty. During puberty, the body is being rushed with a whole bunch of new hormones that create a lot of emotional changes. It can feel hard to keep up with all these changes.\n\nIt’s a great time to practice expressing feelings and emotional needs. Instead of lashing out, it would help to talk about those feelings, or write it in a journal.",
        "Increased awareness of surroundings, increasing hormones and social pressures to fit in can cause someone to turn their feelings up to maximum intensity.\n\nThis may lead to feeling very irritated or feeling very sad."
      ]
    },
    {
      "tag": "Emotional Changes- Introduction",
      "patterns": [
        "Why do I feel like I don't fit in?",
        "Why do I feel like I hate myself?",
        "Why does being a teenager feel so scary?",
        "Why do I feel low all the time?",
        "Why does growing up feel so different?",
        "Why do I feel angry all the time?",
        "Emotional changes during puberty",
        "Why do I feel like no one likes me?",
        "How can I make my friends like me?",
        "Why do my moods keep changing all the time?",
        "Why do I have no control over my mood?",
        "Do all teenagers feel low?",
        "Why do I feel so emotional all the time?"
      ],
      "responses": [
        "Puberty is controlled by hormones, and these play a role on how a person feels. Just as hormones create changes in the way the body looks on the outside during puberty, they also create changes on the inside. \n\nDuring puberty, emotions may be felt more stronger and intensely than before - sometimes without any reason!",
        "Some common emotional changes that can occur during puberty are:\n- Mood swings\n- Feeling self conscious\n- Feeling overly sensitivity\n- Peer pressure\n- Attraction and having crushes\n\nIt's important to remember that these emotional changes are normal and part of the process of growing up."
      ]
    },
    {
      "tag": "Enhance SRMH Education",
      "patterns": [
        "Reproductive Anatomy and Physiology",
        "Female Reproductive System"
      ],
      "responses": [
        "The female reproductive system consists of internal and external organs. It creates hormones and is responsible for fertility, menstruation and sexual activity.\n\nLabeled diagram of the internal and external anatomy of the female reproductive system.\n\nInternal and external organs of the female reproductive system.\n\nWhat is the female reproductive system?\n\nThe female reproductive system is the body parts that help women or people assigned female at birth (AFAB):\n\nHave sexual intercourse.\nReproduce.\nMenstruate.\n\nWhat are the parts of the female reproductive system?\n\nThe female reproductive anatomy includes both external and internal parts.\n\nExternal parts\n\nThe function of your external genitals are to protect the internal parts from infection and allow sperm to enter your vagina.\n\nYour vulva is the collective name for all your external genitals. A lot of people mistakenly use the term “vagina” to describe all female reproductive parts. However, your vagina is its own structure located inside your body.\n\nThe main parts of your vulva or external genitals are:\n\nLabia majora: Your labia majora (“large lips”) enclose and protect the other external reproductive organs. During puberty, hair growth occurs on the skin of the labia majora, which also contain sweat and oil-secreting glands.\nLabia minora: Your labia minora (“small lips”) can have a variety of sizes and shapes. They lie just inside your labia majora, and surround the opening to your vagina (the canal that joins the lower part of your uterus to the outside of your body) and urethra (the tube that carries pee from your bladder to the outside of your body). This skin is very delicate and can become easily irritated and swollen.\nClitoris: Your two labia minora meet at your clitoris, a small, sensitive protrusion that’s comparable to a penis in men or people assigned male at birth (AMAB). Your clitoris is covered by a fold of skin called the prepuce and is very sensitive to stimulation.\nVaginal opening: Your vaginal opening allows menstrual blood and babies to exit your body. Tampons, fingers, sex toys or penises can go inside your vagina through your vaginal opening.\nHymen: Your hymen is a piece of tissue covering or surrounding part of your vaginal opening. It’s formed during development and present during birth.\nOpening to your urethra: The opening to your urethra is the hole you pee from.\n\nInternal parts\n\nVagina: Your vagina is a muscular canal that joins the cervix (the lower part of uterus) to the outside of the body. It can widen to accommodate a baby during delivery and then shrink back to hold something narrow like a tampon. It’s lined with mucous membranes that help keep it moist.\nCervix: Your cervix is the lowest part of your uterus. A hole in the middle allows sperm to enter and menstrual blood to exit. Your cervix opens (dilates) to allow a baby to come out during a vaginal childbirth. Your cervix is what prevents things like tampons from getting lost inside your body.\nUterus: Your uterus is a hollow, pear-shaped organ that holds a fetus during pregnancy. Your uterus is divided into two parts: the cervix and the corpus. Your corpus is the larger part of your uterus that expands during pregnancy.\nOvaries: Ovaries are small, oval-shaped glands that are located on either side of your uterus. Your ovaries produce eggs and hormones.\nFallopian tubes: These are narrow tubes that are attached to the upper part of your uterus and serve as pathways for your egg (ovum) to travel from your ovaries to your uterus. Fertilization of an egg by sperm normally occurs in the fallopian tubes. The fertilized egg then moves to the uterus, where it implants into your uterine lining.\n\nWhat are the functions of the female reproductive system?\n\nThe female reproductive system provides several functions. In addition to allowing a person to have sexual intercourse, it also helps a person reproduce.\n\nYour ovaries produce eggs. These eggs are then transported to your fallopian tube during ovulation where fertilization by a sperm may occur. The fertilized egg then moves to your uterus, where the uterine lining has thickened in response to the normal hormones of your menstrual cycle (also called your reproductive cycle). Once in your uterus, the fertilized egg can implant into the thickened uterine lining and continue to develop. If implantation doesn’t take place, the uterine lining is shed as your menstrual period. In addition, the female reproductive system produces sex hormones that maintain your menstrual cycle.\n\nDuring menopause, the female reproductive system gradually stops making the female hormones necessary for the menstrual cycle to work. At this point, menstrual cycles can become irregular and eventually stop. You’re considered to be menopausal when you’ve gone an entire year without a menstrual period.\n\nWhat happens during the menstrual cycle?\n\nWomen or people AFAB of reproductive age (beginning anywhere from 11 to 16 years of age) experience cycles of hormonal activity that repeat at about one-month intervals. With every cycle, your body prepares for a potential pregnancy, whether or not that’s your intention. The term menstruation refers to the periodic shedding of your uterine lining when pregnancy doesn’t occur that cycle. Many people call the days that they notice vaginal bleeding their “period.”\n\nThe average menstrual cycle takes about 28 days and occurs in phases. These phases include:\n\nThe follicular phase (the egg develops).\nThe ovulatory phase (release of the egg).\nThe luteal phase (hormone levels decrease if the egg doesn’t implant).\n\nThere are four major hormones (chemicals that stimulate or regulate the activity of cells or organs) involved in the menstrual cycle. These hormones include:\n\nFollicle-stimulating hormone.\nLuteinizing hormone.\nEstrogen.\nProgesterone.\n\nFollicular phase\n\nThis phase starts on the first day of your period. During the follicular phase of the menstrual cycle, the following events occur:\n\nTwo hormones, follicle stimulating hormone (FSH) and luteinizing hormone (LH) are released from your brain and travel in your blood to your ovaries.\nThe hormones stimulate the growth of about 15 to 20 eggs in your ovaries, each in its own “shell,” called a follicle.\nThese hormones (FSH and LH) also trigger an increase in the production of the hormone estrogen.\nAs estrogen levels rise, like a switch, it turns off the production of follicle-stimulating hormone. This careful balance of hormones allows the body to limit the number of follicles that will prepare eggs to be released.\nAs the follicular phase progresses, one follicle in one ovary becomes dominant and continues to mature. This dominant follicle suppresses all of the other follicles in the group. As a result, they stop growing and die. The dominant follicle continues to produce estrogen.\n\nOvulatory phase\n\nThe ovulatory phase (ovulation) usually starts about 14 days after the follicular phase started (the exact timing varies). The ovulatory phase is the second phase of your menstrual cycle. Most people will have a menstrual period 10 to 16 days after ovulation. During this phase, the following events occur:\n\nThe rise in estrogen from the dominant follicle triggers a surge in the amount of luteinizing hormone (LH) that your brain produces.\nThis causes the dominant follicle to release its egg from the ovary.\nAs the egg is released (a process called ovulation) it’s captured by finger-like projections on the end of the fallopian tubes (fimbriae). The fimbriae sweep the egg into the fallopian tube.\nFor one to five days prior to ovulation, many women or people AFAB will notice an increase in egg white cervical mucus. This mucus is the vaginal discharge that helps to capture and nourish a sperm on its way to meet the egg for fertilization.\n\nLuteal phase\n\nThe luteal phase begins right after ovulation and involves the following processes:\n\nOnce it releases its egg, the empty ovarian follicle develops into a new structure called the corpus luteum.\nThe corpus luteum secretes the hormones estrogen and progesterone. Progesterone prepares your uterus for a fertilized egg to implant.\nIf intercourse has taken place and sperm has fertilized the egg (conception), the fertilized egg (embryo) will travel through your fallopian tube to implant in your uterus. This is how pregnancy begins.\nIf the egg isn’t fertilized, it dissolves in your uterus. Not needed to support a pregnancy, the lining of your uterus breaks down and sheds. This is when your period begins.\n\nHow many eggs does a woman have?\n\nYou’re born with all the eggs you’ll ever produce. During fetal development, you have about 6 million eggs. At birth, there are approximately 1 million eggs left. By the time you reach puberty, only about 300,000 remain. The number of eggs you have continues to decline as you age and menstruate each cycle. Fertility also declines with age due to the decreasing number and quality of your remaining eggs.\n\nHow does reproduction work?\n\nIn humans, female and male reproductive systems work together to reproduce. There are two kinds of sex cells — sperm and eggs. When a sperm meets an egg, it can fertilize it and create a zygote. This zygote eventually becomes a fetus. Both a sperm and an egg are needed for human reproduction.\n\nA note from Cleveland Clinic\n\nThe female reproductive organs are involved in sexual activity, fertility, menstruation and reproduction. Every person’s reproductive organs look slightly different. Some people are born with missing or irregularly-shaped reproductive organs. This can affect the functions of your reproductive system and lead to irregular bleeding, difficulty conceiving or painful sex. Contact your healthcare provider if you have concerns about your genitals or have symptoms that concern you."
      ]
    },
    {
      "tag": "Good/ Bad touch",
      "patterns": [
        "Is it normal to feel uncomfortable when someone else touches you?",
        "Is it okay for someone to touch their private parts in front of me?",
        "Is it okay for someone to touch me on my private parts?",
        "How do I know if I should report someone for touching me incorrectly?",
        "What is safe and unsafe touch?",
        "Safe touch vs. Unsafe touch",
        "Is it okay for a relative to touch me?",
        "How do I know if someone touched me in the wrong way?",
        "Is it okay for someone older than me to touch me?",
        "I feel uncomfortable after someone touched me, what does that mean?",
        "Why don't I like it when someone touches me in my private parts?",
        "Identifying unsafe touch",
        "How do I know if someone touched me in a bad way?"
      ],
      "responses": [
        "Touches that make one feel uncomfortable are usually unsafe touches. When someone feels that they were touched in a wrong way, there is no need to keep it to themselves, or feel that it was their own fault. Nobody should be touched in a way that they don't want to be touched. \n\nIt is always better to immediately tell adults such as parents/elders or other trusted adults if someone has touched you in wrong way.",
        "Everyone has the right to be in control of how they're being touched and who touches them. Everyone has the right to refuse to be touched in any way that makes them feel uncomfortable, even if it is a family member or one's own partner. \n \nTouches that make one feel uncomfortable are usually unsafe touches. Touches that make one feel safe, comfortable and loved are safe touches. A safe touch is supportive, loving, decent, and positive. \n\nSafe and unsafe touches are commonly also called a good and bad touch.",
        "Identifying an unsafe touch\n- It hurts someone\n- Is being touched where one doesn't want to be touched\n- Feeling uncomfortable after being touched\n- Feeling scared or nervous after being touched\n- Is being forced to touch someone \n- Is asked not to tell anyone after being touched\n- Is being touched even after saying no\n- Is being threatened to hurt someone if they are told on",
        "Here are some important rules to remember: \n\n- It is not okay for someone to touch their own private body parts in front of someone else\n- It is not okay for someone to ask another person to touch their private body parts\n- It is not okay to touch someone else’s private body parts\n- It is not okay for someone to ask another person to take their clothes off \n- It is not okay for someone to take photos or videos of someone else with their clothes off\n- It is not okay for someone to show photos or videos of people without their clothes on"
      ]
    },
    {
      "tag": "Introduction to Puberty",
      "patterns": [
        "Why do boys grow beards?",
        "What causes bodies to be different during puberty?",
        "What are male hormones?",
        "How does the body changes happen while growing up?",
        "What makes our body change when we grow up?",
        "What is puberty",
        "Why do I have so much body hair?",
        "What are the different hormones?",
        "Why does my body look different than my younger sibling?",
        "What is puberty?",
        "When does puberty happen?",
        "When will I start puberty?",
        "Why does our body change when we grow up?",
        "How do hormones create changes in the body?",
        "What are hormones?",
        "Why does my body look different as I grow up?",
        "What are female hormones?",
        "Why is my body changing?",
        "Why do girls develop breasts?",
        "Why do we feel different when we're growing up?",
        "Understanding hormones",
        "Why does my elder sibling's body look different than mine?",
        "What do hormones do?"
      ],
      "responses": [
        "Puberty is when a body physically changes from a child to an adult. During this time, the body goes through many physical and emotional changes. It typically occurs between the ages of 8 and 14 years in girls, and between the ages of 9 and 16 years in boys.\nPuberty doesn't happen all at once. Bodies are unique, so puberty is different for everyone. Everyone goes through puberty at their own pace - some experience it earlier and some later. There are also people who may look like girls but who may not experience puberty the same way, and similarly there may be people who look like boy may experience puberty differently.",
        "The main hormones during puberty are:\n\n- Testosterone for boys which produces sperms, broadening chest and shoulders, growth of facial hair and increase in sex drive\n\n- Oestrogen and progesterone for girls helps to develop the reproductive system and breasts and also regulates the menstrual cycle/period. \n\n- Intersex people may have differences in the development of their hormones, and it varies from person to person.",
        "During puberty, the body goes through physical changes such as \n- growth of facial and body hair, especially near pubic regions (near genitals)\n- increase in height and weight \n- development of sexual organs\n- onset of menstruation in girls\n\nDuring this time, emotions also get heightened where both negative and positive feelings become more strong and intense than before.\n\nThe changes that occur during puberty are influenced by hormonal changes in the body such as testosterone in males, oestrogen, and progesterone in females.",
        "Puberty is when a body physically changes from a child to an adult. During this time, the body goes through many physical and emotional changes. It typically occurs between the ages of 8 and 14 years in girls, and between the ages of 9 and 16 years in boys. \nPuberty doesn't happen all at once. Bodies are unique, so puberty is different for everyone. Everyone goes through puberty at their own pace - some experience it earlier and some later. There are also people who may look like girls but who may not experience puberty the same way, and similarly there may be people who look like boy may experience puberty differently.",
        "Hormones are the body’s special chemical messengers that carry messages to different organs in the body to help perform their functions. \n\nThere are many different types of hormones that are responsible for different functions of the body."
      ]
    },
    {
      "tag": "Masturbation during puberty",
      "patterns": [
        "Can masturbation lead to deviant sexual behaviour?",
        "If I masturbate too much, will I not be able to have children?",
        "Can boys masturbate?",
        "Does masturbation affect my memory?",
        "Masturbation for girls",
        "Why is my penis getting erect at night?",
        "Is it okay to have nightfall?",
        "Loss of semen during masturbation",
        "Is touching my penis a type of masturbation?",
        "Is it possible for girls to masturbate?",
        "How many times can you masturbate in a day?",
        "Does masturbating make me a bad person?",
        "What happens when boys masturbate?",
        "Am I a sex addict because I masturbate?",
        "Is it normal for my penis to get erect at night?",
        "Does masturbating make girls bad?",
        "Is masturbating unhealthy?",
        "Can the hymen break by masturbating?",
        "Nightfall",
        "Does masturbation cause loss of semen?",
        "Why am I wetting the bed at night?",
        "How do I stop myself from having nightfall?",
        "How do girls masturbate?",
        "Do I need to get treatment for nightfall?",
        "What happens when girls masturbate?",
        "How much masturbation is normal",
        "How do boys masturbate?",
        "When do I know if masturbating is a problem?",
        "Is it normal for girls to masturbate?",
        "Do only bad girls masturbate?",
        "Will masturbating too much finish the semen in my body?",
        "Is masturbating bad for you?",
        "How do I masturbate with my penis?",
        "What is nightfall?",
        "Is it normal to masturbate?",
        "While sleeping, I have sexual feelings and wet the bed..what is happening?",
        "How do I know if I'm masturbating too much?",
        "Does masturbation cause blindness?",
        "I feel guilty for masturbating",
        "Can masturbation damage my genitals?",
        "How can I stop my penis from getting erect at night?",
        "Myths related to Masturbation",
        "Does masturbation cause pimples?",
        "Masturbation for boys",
        "Is it wrong for girls to masturbate?",
        "Why can't girls masturbate?"
      ],
      "responses": [
        "There is a lot of stigma about masturbation that has given rise to wrong beliefs. There are many misconceptions in society that we don't have to pay attention to, like masturbating causes\n\n1. mind, memory and intellect to worsen\n2. blindness\n3. hymen to tear or break\n4. sex addiction\n5. change in sexual behaviour\n6. reduction in sperm count\n7. pimples or acne\n\nThese beliefs have no basis and should not be believed or trusted.",
        "Masturbation is not unhealthy or bad if it is done in moderation and in private. Irrespective of the gender, masturbating is completely normal.\n\nThere is no right or wrong frequency for masturbating – it’s only a problem if a person feels it’s interfering with daily life or being used as an alternative to other means of relaxation. Masturbation is one of the safest sexual activity and a safe way to explore one's sexuality and get to know oneself.",
        "Sometimes, people don't want to imagine girls being sexually independent and masturbating. \n\nHowever, it is as normal and healthy for girls to masturbate as it is for boys. It does not make them bad or impure.",
        "During sleep, the body may release this excess semen through ejaculation, which is a natural way for the body to maintain semen balance and relieve sexual tension.\n\nIt may also happen without any such dreams or involuntary stimulation, because it's about semen continuously produced by the body being released when the body's at rest. There's no place for the semen to be 'stored' so it comes out involuntarily.",
        "For boys/men, masturbation involves sexually stimulating themselves by touching, rubbing or fondling the penis for sexual gratification. \n\nWhen a boy masturbates and reaches an orgasm, he ejaculates semen from his penis.\n\nRemember, masturbating is completely normal irrespective of the gender.",
        "Girls/ women masturbate by rubbing, touching or fondling the clitoris, by inserting fingers or objects into the vagina.\n\nFemales do not release anything when they reach an orgasm, but they do get very wet and a white liquid is discharged in very small quantities.",
        "A nightfall, also known as nocturnal emission, is a spontaneous ejaculation of semen during sleep. \n\nIt signifies reproductive maturity for an adolescent boy. Nightfall is normal and does not require any form of treatment and is a completely normal way for a body to be.\n\nNightfall occurs as a result of the accumulation of semen in the testes, which is a normal and continuous process. It may also happen during an erotic dream, or if stimulated themselves involuntarily while asleep. This is completely fine and happens due to the emotional changes that are common during puberty.",
        "While masturbation often may lead to ejaculation of semen, the body replenishes semen regularly. \n\nMasturbation does not affect sperm production or quality. Therefore, it does not affect the ability to have children.",
        "Masturbation is a problem for someone if they think:  \n- It takes up a lot of time and energy\n- It starts interfering with day-to-day responsibilities\n- It no longer feels pleasurable and feels like work rather than a choice\n- When it starts bringing up negative emotions like guilt, anger or sadness\n- It becomes difficult to even stop thinking about it"
      ]
    },
    {
      "tag": "Physical Changes during Puberty",
      "patterns": [
        "When do boys start growing taller?",
        "Why is my skin getting oily?",
        "When do boys start growing beards?",
        "What happens to intersex people during puberty?",
        "Why do I have a bump in my throat?",
        "Physical changes during puberty",
        "Why do intersex people grow up differently?",
        "Why am I growing facial hair?",
        "Why am I sweating more?",
        "Physical changes in intersex",
        "Why am I suddenly gaining weight?",
        "Why are my breasts growing?",
        "Why am I getting pimples?",
        "Why are my hips and breasts growing bigger?",
        "Do intersex people also go through body changes when they grow up?",
        "How do I get rid of acne?",
        "Why is my throat changing?",
        "How do intersex people's bodies change when they grow up?",
        "Why is my voice cracking?",
        "Why am I growing so much body hair?",
        "Why is my voice changing?",
        "Why do I have so much acne?"
      ],
      "responses": [
        "A person with intersex variations is a person with a combination of chromosomes, gonads, hormones, internal sex organs, and genitals that differs from the two expected patterns of male or female. These individuals may or may not identify as men or women. Intersex people can either experience puberty as other genders - regular or delayed or have completely different experiences.\n\nIt may also happen that some may not find out that they're intersex until puberty, when they don’t get their period as expected.",
        "Apart from these, most boys around 9-16 go through the following changes: \n\n- Deepening and lowering of voice causing it to crack to later eventually stabilize \n- Development of Adam’s apple - the bump in the middle of the throat that gets bigger and more\nvisible \n- Enlargement of penis and testicles\n- Hair growth on face, chest, and back\n- Broadening of chest and shoulders\n- Nocturnal emission/Nightfall\n\nMost girls around 8 - 14 go through the following changes:\n\n- Development of breasts to become bigger\n- Darkening of nipples\n- Widening of hips making the body curvier\n- Starting menstruation, also known as periods\n- Vaginal Discharge (secretion of whitish fluid from the vagina)",
        "During puberty, most girls and boys have some common physical changes such as:\n\n- Oily hair and skin\n- Development of acne or pimples on face and body\n- Increase in sweating and bad body odour \n- Increasing growth of body hair\n- Weight and height gain",
        "For some, they won't go through puberty unless they use hormone replacement therapy. \n\nSome boys may grow breast tissue during puberty, and some girls may find their voices deepening or facial hair growing. Some people decide to use medicines to address these developments, and some don't. \n\nFor those with intersex variations can consult a doctor to understand their body and the changes happening in it."
      ]
    },
    {
      "tag": "Promote Healthy Adolescent SRH",
      "patterns": ["Puberty Education", "تعليم البلوغ", "بلوغ", "Puberty"],
      "responses": [
        "Puberty is the time in your child’s life when they transition from a child to an adult. Special hormones are produced and released that trigger the signs of puberty. Your child will go through the five stages of puberty. By the end of the process, they’ll have reached sexual maturity.\n\nWhat is puberty?\n\nPuberty is when your child’s body begins to develop and change as they transition into adulthood. It’s the time in your child’s life when they go through the physical changes to reach sexual maturity and are capable of reproduction. The stages of puberty follow a definite path with a progression of physical changes. The emotional changes of puberty may not progress at the same pace as the physical changes. Both the physical and emotional changes of puberty begin and end at different ages for each child.\n\nPuberty starts when a part of your child’s brain called the hypothalamus begins producing a hormone called gonadotropin-releasing hormone (GnRH). The hypothalamus sends GnRH to another part of the brain called the pituitary gland. GnRH stimulates the pituitary gland to release two more hormones — luteinizing hormone (LH) and follicle-stimulating hormone (FSH). These hormones travel to the sex organs (ovaries and testes), triggering them to begin releasing sex hormones (estrogen and testosterone). These messenger hormones cause the telltale signs of puberty to begin.\n\nWhen do boys start puberty?\n\nBoys begin puberty sometime between the ages of 9 and 14. Boys hit puberty about two years later than girls. However, Black and Hispanic boys tend to enter puberty a bit earlier than white boys. If your son starts showing signs of puberty before age 9, it’s worth asking his pediatrician about these early changes. Similarly, if no signs of puberty have happened by age 15, it’s worth asking his pediatrician about this delay.\n\nWhat are the stages of puberty for boys?\n\nA tool called the Tanner stages outlines the stages of puberty for boys and when they’re likely to occur. There are separate Tanner stages for penis/testicles and pubic hair. For parents, the Tanner stages can serve as an excellent guide to the changes you can expect to see in your son. There are five stages of puberty for boys.\n\nStage 1 is prepubertal. In this stage, boys haven’t experienced any visible changes.\n\nIn Stage 2, physical changes begin. Between the ages of 9 and 14, boys typically begin to experience:\n\nGenital development (growth of their testicles and scrotum).\nGrowth of sparse hair around their penis and under their arms.\nAn increase in height (typically about 2 to 2½ inches per year), which could bring growing pains.\n\nIn Stage 3, physical changes speed up. Between the ages of 10 and 16, boys experience:\n\nContinued growth of their penis and testicles, as well as possible “wet dreams.” Wet dreams are ejaculation at night while they sleep.\nDarkening, coarsening pubic hair in the shape of a triangle in their genital area.\nContinued increase in height (about 2¾ to just over 3 inches per year).\nMore sweating, which can lead to body odor.\nVocal changes (and cracking in the process).\nIncreased muscle mass.\n\nSome breast development, or gynecomastia, occurs in about 50% of all teenage boys, but it typically resolves by the end of puberty. It’s most common between the ages of 11 and 15. If this becomes an issue physically or socially, you should talk with your child’s healthcare provider.\n\nIn Stage 4, puberty hits full stride. Between the ages of 11 and 16 years, boys experience:\n\nGrowth in penis size and darkening of the skin on their scrotum and testicles. Red ridges on their testicles called rugae will begin to develop.\nBody hair growth that reaches adult levels. Pubic hair remains in a coarse triangle.\nA peak growth spurt that averages nearly 4 inches per year.\nDevelopment of acne.\nContinued cracking of the voice.\n\nStage 5 is the final phase. Puberty ends in this stage. Boys finish their growth and physical development. Many may not develop facial hair until this step in the process. Pubic hair may extend out to their thighs, and some boys may have a line of hair up to their belly button. Most boys finish growing by age 17, but some may continue growing through their early 20s.\n\nWhat kind of emotions do boys go through during puberty?\n\nWhen your son enters puberty, you may or may not see some emotional upheaval. Increased testosterone coupled with social pressures may cause moody behavior, emotional outbursts and family discord. Parents can typically ride out these issues. Listen actively, and ask when your son wants your opinion and when he just wants to be heard. Keep telling him you love him and are there for him. Step in whenever there are issues of safety or morality, setting loving limits in those instances.\n\nIf serious emotional problems arise — signs of anxiety, depression or extreme mood swings— it’s important to have him evaluated by his healthcare provider. This can display itself as him withdrawing, choosing not to do things he used to enjoy, isolation from friends and family, or a drop in grades. Emotional issues could be a sign of a mood disorder or other psychological concerns. Medication and/or therapy may be useful in these instances.\n\nWhat if puberty hits really early or late?\n\nNot everyone is on the same timetable. Some boys begin to see changes very early, which is called precocious puberty. Others may not see changes until later, which is often referred to as delayed puberty.\n\nEarly (precocious) puberty: If your son shows signs of puberty before the age of 9, make a call to his healthcare provider. This may signal a pituitary gland problem or neurological issue. Your son’s healthcare provider should evaluate him as soon as you suspect a problem.\n\nPossible causes for early puberty include:\n\nThe pituitary gland “turning on” hormones too early.\nHypothyroidism (an underactive thyroid gland).\nA tumor on the adrenal gland or elsewhere.\n\nIf the problem is hormonal, an endocrinologist can prescribe puberty blockers to halt puberty until the time is right. Puberty blockers are medications that prevent your child’s body from producing the sex hormones that cause the physical changes of puberty. If your son’s healthcare provider suspects another problem, your son may be referred for further testing.\n\nDelayed puberty: If your son starts puberty after age 14 or isn’t progressing through puberty, you’ll also want to check with his healthcare provider. Your son may just be a late bloomer — particularly if his father was as well.\n\nBut hormone or endocrine abnormalities can also delay puberty. If your child’s healthcare provider suspects an underlying problem, your son will likely be referred to a specialist for more testing.\n\nWhen do girls start puberty?\n\nGirls generally begin puberty about two years earlier than boys. Puberty for girls usually starts between the ages of 8 and 13. However, Black and Hispanic girls tend to start puberty earlier than white girls (age 7½ instead of 8).\n\nWhat are the stages of puberty for girls?\n\nThe Tanner stages also outlines the stages of puberty for girls and when they’re likely to occur. There are separate Tanner stages for breasts and pubic hair. The Tanner stages can serve as an excellent guide to the changes you can expect to see in your daughter. There are five stages of puberty for girls.\n\nStage 1 is prepubertal. In this stage, girls haven’t experienced any visible changes.\n\nIn Stage 2, physical changes begin. Between the ages of 8 and 13, girls typically experience:\n\nTheir breasts begin to bud, and their areolas (pigmented area around the nipple) enlarge.\nScant pubic hair appears.\nHeight increases by about 2¾ inches per year.\n\nIn Stage 3, physical changes speed up. Between the ages of 9 and 14:\n\nTheir breasts continue budding.\nUnderarm hair begins to grow, and pubic hair continues to grow. Pubic hair is coarse, curly and in the shape of a triangle.\nA growth spurt of more than 3 inches per year occurs.\nTheir skin becomes oilier, and acne develops.\n\nIn Stage 4, puberty hits full stride. Between the ages of 10 and 15:\n\nTheir breasts continue growing, and their nipples start to protrude.\nPubic hair is still in a triangle, and there are now too many hairs to count.\nGrowth may continue at the rate of about 2¾ inches per year.\nProblems with acne may continue.\n\nPeriods (menstruation) typically start around age 12 (usually around the same age their mother’s and sisters’ periods began). Some girls, especially those with disordered eating, start later.\n\nStage 5 is the final phase. Development typically ends in this stage. Girls reach physical adulthood. Pubic hair may extend out to their thighs, and some girls may have a line of hair up to their belly button. Most girls attain their peak height by age 16, but some may continue growing through age 20.\n\nWhat kind of emotions do girls go through during puberty?\n\nAll girls go through emotional changes during puberty. Some are affected more than others as estrogen and progesterone cycle through their bodies.\n\nThe combination of social and school pressures and moodiness can cause emotional outbursts and conflict with parents. You may think your sweet girl has turned into a mean girl. When you see her actions impacting others, it’s worth providing her with a safe space to “feel all her feels,” or share her emotions.\n\nStep in whenever there are issues of safety or morality, and otherwise provide safe harbor for her to explore her new identity. Avoid being a helicopter parent or a “snowplow,” shoveling all stress out of her way. Allowing her to learn from her mistakes, as long as they’re not life-threatening ones, shows your confidence in her ability to problem-solve for herself.\n\nIf you see signs of anxiety, depression or other mental health challenges, share your concerns with her healthcare provider. Sometimes, prescribing hormonal therapy, such as birth control medication, can ease symptoms and improve mood. Other times, she may need counseling or other medications to help manage moods and build skills to develop resiliency and fine-tune her strengths.\n\nWhat if puberty hits really early or late?\n\nNot everyone will through go puberty at the same time. Some girls begin to see changes very early, which is called precocious puberty. Other girls may not see changes until later, which is sometimes called delayed puberty.\n\nPrecocious (early) puberty: A few red flags signal unusual development in girls. These include:\n\nShowing signs of puberty before their 8th birthday.\nBody changes that progress very quickly.\nBody changes that occur “out of order,” such as starting periods before developing breasts.\nA major disconnect between pubic hair development and breast development (such as no pubic hair but fully developing breasts, or vice versa).\n\nIf these occur, mention it to your child’s healthcare provider. Simple testing can help determine the cause of precocious puberty, such as:\n\nThe pituitary gland may have “turned on” the hormones too early.\nA tumor may be developing on the adrenal gland or elsewhere.\nYour daughter may have been exposed to estrogen (through estrogen cream, for instance).\n\nYour child’s healthcare provider may simply wait and monitor your daughter’s progress, or refer her to a specialist for tests. If needed, an endocrinologist can prescribe puberty blockers to halt puberty until the appropriate time. Puberty blockers are medications that prevent your child’s body from producing the sex hormones that cause the physical changes of puberty.\n\nDelayed puberty: If your daughter starts puberty very late or doesn’t seem to be progressing through puberty, it’s also worth asking her healthcare provider about it. She may just be a late bloomer, especially if her mother was.\n\nHowever, hormonal problems or disordered eating are other possibilities. If your child’s healthcare provider suspects an underlying problem, they may refer your child to a specialist for testing and management.\n\nA note from Cleveland Clinic\n\nPuberty can be a very exciting but challenging time in your child’s life. Along with physical changes, your child may also experience many emotional changes. Most children start puberty between the ages of 8 and 14. If you have any concerns about your child’s development, reach out to their healthcare provider. They can evaluate your child and determine if they’re developing properly.",
        "البلوغ هو الوقت في حياة طفلك عندما ينتقل من طفل إلى شخص بالغ. يتم إنتاج وإطلاق هرمونات خاصة تؤدي إلى ظهور علامات البلوغ. سيمر طفلك بمراحل البلوغ الخمس. وبحلول نهاية العملية، سيكون قد وصل إلى مرحلة النضج الجنسي. ما هو البلوغ؟ البلوغ هو الوقت الذي يبدأ فيه جسم طفلك في التطور والتغير أثناء انتقاله إلى مرحلة البلوغ. إنه الوقت في حياة طفلك عندما يمر بالتغيرات الجسدية للوصول إلى النضج الجنسي والقدرة على التكاثر. تتبع مراحل البلوغ مسارًا محددًا مع تقدم التغيرات الجسدية. قد لا تتقدم التغيرات العاطفية للبلوغ بنفس وتيرة التغيرات الجسدية. تبدأ وتنتهي كل من التغيرات الجسدية والعاطفية للبلوغ في أعمار مختلفة لكل طفل. يبدأ البلوغ عندما يبدأ جزء من دماغ طفلك يسمى الوطاء في إنتاج هرمون يسمى هرمون إطلاق الغدد التناسلية (GnRH). يرسل المهاد هرمون GnRH إلى جزء آخر من الدماغ يسمى الغدة النخامية. يحفز GnRH الغدة النخامية على إطلاق هرمونين آخرين - الهرمون الملوتن (LH) والهرمون المنبه للجريب (FSH). تنتقل هذه الهرمونات إلى الأعضاء الجنسية (المبايض والخصيتين)، مما يحفزها على البدء في إطلاق الهرمونات الجنسية (الإستروجين والتستوستيرون). تتسبب هذه الهرمونات الرسولية في ظهور علامات البلوغ. متى يبدأ الأولاد في البلوغ؟ يبدأ الأولاد في البلوغ في وقت ما بين سن 9 و 14 عامًا. يصل الأولاد إلى سن البلوغ بعد الفتيات بحوالي عامين. ومع ذلك، يميل الأولاد السود واللاتينيون إلى دخول سن البلوغ في وقت أبكر قليلاً من الأولاد البيض. إذا بدأ ابنك في إظهار علامات البلوغ قبل سن 9 سنوات، فمن الجدير أن تسأل طبيب الأطفال الخاص به عن هذه التغييرات المبكرة. وبالمثل، إذا لم تحدث أي علامات للبلوغ بحلول سن 15 عامًا، فمن الجدير أن تسأل طبيب الأطفال الخاص به عن هذا التأخير. ما هي مراحل البلوغ للأولاد؟ هناك أداة تسمى مراحل تانر تحدد مراحل البلوغ عند الأولاد ومتى من المحتمل أن تحدث. هناك مراحل تانر منفصلة للقضيب/الخصيتين وشعر العانة. بالنسبة للآباء، يمكن أن تكون مراحل تانر بمثابة دليل ممتاز للتغييرات التي يمكنك توقع رؤيتها في ابنك. هناك خمس مراحل للبلوغ عند الأولاد. المرحلة الأولى هي ما قبل البلوغ. في هذه المرحلة، لم يشهد الأولاد أي تغييرات مرئية. في المرحلة الثانية، تبدأ التغيرات الجسدية. بين سن 9 و 14 عامًا، يبدأ الأولاد عادةً في تجربة: نمو الأعضاء التناسلية (نمو الخصيتين وكيس الصفن). نمو الشعر المتناثر حول القضيب وتحت الإبطين. زيادة في الطول (عادةً حوالي 2 إلى 2½ بوصة في السنة)، مما قد يسبب آلام النمو. في المرحلة الثالثة، تتسارع التغيرات الجسدية. بين سن 10 و 16 عامًا، يعاني الأولاد من: استمرار نمو القضيب والخصيتين، بالإضافة إلى \"الحلم الرطب\" المحتمل. الأحلام المبللة هي القذف أثناء النوم ليلاً. يصبح شعر العانة داكنًا وخشنًا على شكل مثلث في منطقة الأعضاء التناسلية. زيادة مستمرة في الطول (حوالي 2¾ إلى أكثر من 3 بوصات في السنة).- زيادة التعرق، مما قد يؤدي إلى رائحة الجسم. - تغيرات في الصوت (وتشققه في هذه العملية). - زيادة كتلة العضلات. - نمو الثدي، أو تضخم الثدي، يحدث في حوالي 50٪ من جميع الأولاد المراهقين، ولكنه يختفي عادة بحلول نهاية سن البلوغ. وهو أكثر شيوعًا بين سن 11 و 15 عامًا. إذا أصبح هذا مشكلة جسدية أو اجتماعية، فيجب عليك التحدث مع مقدم الرعاية الصحية لطفلك. - في المرحلة الرابعة، يصل البلوغ إلى خطوته الكاملة. بين سن 11 و 16 عامًا، يعاني الأولاد من: - نمو في حجم القضيب واسوداد الجلد على كيس الصفن والخصيتين. - تبدأ خطوط حمراء على الخصيتين تسمى التجعيدات في التطور. - نمو شعر الجسم الذي يصل إلى مستويات البالغين. - يظل شعر العانة في شكل مثلث خشن. - طفرة نمو الذروة التي يبلغ متوسطها حوالي 4 بوصات في السنة. - ظهور حب الشباب. - استمرار طقطقة الصوت. المرحلة الخامسة هي المرحلة النهائية. ينتهي البلوغ في هذه المرحلة. يكتمل نمو الأولاد وتطورهم الجسدي. وقد لا ينمو شعر الوجه لدى العديد منهم حتى هذه الخطوة من العملية. وقد يمتد شعر العانة إلى أفخاذهم، وقد ينمو شعر بعض الأولاد حتى زر البطن. وينتهي نمو معظم الأولاد في سن 17 عامًا، ولكن قد يستمر نمو بعضهم حتى أوائل العشرينات من العمر. ما هي المشاعر التي يمر بها الأولاد أثناء البلوغ؟ عندما يدخل ابنك سن البلوغ، قد تلاحظ أو لا تلاحظ بعض الاضطرابات العاطفية. قد يؤدي ارتفاع هرمون التستوستيرون إلى جانب الضغوط الاجتماعية إلى سلوك متقلب، ونوبات عاطفية وخلافات عائلية. يمكن للوالدين عادة التغلب على هذه المشكلات. استمع بفاعلية، واسأل متى يريد ابنك رأيك ومتى يريد فقط أن يُسمع. استمر في إخباره أنك تحبه وأنك موجود من أجله. تدخل كلما كانت هناك مشكلات تتعلق بالسلامة أو الأخلاق، وضع حدودًا محبة في تلك الحالات. إذا ظهرت مشاكل عاطفية خطيرة - علامات القلق أو الاكتئاب أو تقلبات المزاج الشديدة - فمن المهم أن يتم تقييمه من قبل مقدم الرعاية الصحية الخاص به. قد يظهر هذا على شكل انسحابه، أو اختياره عدم القيام بالأشياء التي كان يستمتع بها من قبل، أو عزله عن الأصدقاء والعائلة، أو انخفاض درجاته. قد تكون المشكلات العاطفية علامة على اضطراب المزاج أو مخاوف نفسية أخرى. قد تكون الأدوية و/أو العلاج مفيدة في هذه الحالات. ماذا لو حدثت البلوغ مبكرًا أو متأخرًا حقًا؟ لا يتبع الجميع نفس الجدول الزمني. يبدأ بعض الأولاد في رؤية التغييرات في وقت مبكر جدًا، وهو ما يسمى بالبلوغ المبكر. قد لا يرى آخرون التغييرات حتى وقت لاحق، وهو ما يشار إليه غالبًا بالبلوغ المتأخر. البلوغ المبكر (المبكر): إذا أظهر ابنك علامات البلوغ قبل سن 9 سنوات، فاتصل بمقدم الرعاية الصحية الخاص به. قد يشير هذا إلى وجود مشكلة في الغدة النخامية أو مشكلة عصبية. يجب على مقدم الرعاية الصحية لابنك تقييمه بمجرد أن تشك في وجود مشكلة. تشمل الأسباب المحتملة للبلوغ المبكر ما يلي: \"إفراز\" الغدة النخامية للهرمونات في وقت مبكر جدًا. قصور الغدة الدرقية (الغدة الدرقية غير النشطة). ورم في الغدة الكظرية أو في مكان آخر. إذا كانت المشكلة هرمونية،يمكن لطبيب الغدد الصماء أن يصف حاصرات البلوغ لوقف البلوغ حتى يحين الوقت المناسب. حاصرات البلوغ هي أدوية تمنع جسم طفلك من إنتاج الهرمونات الجنسية التي تسبب التغيرات الجسدية للبلوغ. إذا اشتبه مقدم الرعاية الصحية لابنك في وجود مشكلة أخرى، فقد يتم إحالة ابنك لإجراء مزيد من الاختبارات. تأخر البلوغ: إذا بدأ ابنك البلوغ بعد سن 14 عامًا أو لم يتقدم خلال البلوغ، فستحتاج أيضًا إلى التحقق مع مقدم الرعاية الصحية الخاص به. قد يكون ابنك متأخرًا في النمو - خاصة إذا كان والده كذلك. لكن الشذوذ الهرموني أو الغدد الصماء يمكن أن يؤخر البلوغ أيضًا. إذا اشتبه مقدم الرعاية الصحية لطفلك في وجود مشكلة أساسية، فمن المحتمل أن يتم إحالة ابنك إلى أخصائي لإجراء المزيد من الاختبارات. متى تبدأ الفتيات البلوغ؟ تبدأ الفتيات عمومًا البلوغ قبل الأولاد بحوالي عامين. تبدأ مرحلة البلوغ عند الفتيات عادة بين سن 8 و13 عامًا. ومع ذلك، تميل الفتيات السود واللاتينيات إلى بدء مرحلة البلوغ في وقت أبكر من الفتيات البيض (7 سنوات ونصف بدلًا من 8 سنوات). ما هي مراحل البلوغ عند الفتيات؟ تحدد مراحل تانر أيضًا مراحل البلوغ عند الفتيات ومتى من المحتمل أن تحدث. هناك مراحل تانر منفصلة للثديين وشعر العانة. يمكن أن تكون مراحل تانر بمثابة دليل ممتاز للتغييرات التي يمكنك توقع رؤيتها في ابنتك. هناك خمس مراحل للبلوغ عند الفتيات. المرحلة الأولى هي ما قبل البلوغ. في هذه المرحلة، لم تشهد الفتيات أي تغييرات مرئية. في المرحلة الثانية، تبدأ التغيرات الجسدية. بين سن 8 و13 عامًا، تعاني الفتيات عادةً من: تبدأ أثدائهن في التبرعم، وتتضخم الهالات (المنطقة المصطبغة حول الحلمة). يظهر القليل من شعر العانة. يزداد الطول بحوالي 2¾ بوصة سنويًا. في المرحلة الثالثة، تتسارع التغيرات الجسدية. بين سن 9 و14: يستمر نمو الثديين. يبدأ شعر الإبطين في النمو، ويستمر نمو شعر العانة. يكون شعر العانة خشنًا ومجعدًا وعلى شكل مثلث. تحدث طفرة نمو تزيد عن 3 بوصات في السنة. تصبح بشرتهم دهنية، ويتطور حب الشباب. في المرحلة الرابعة، تصل مرحلة البلوغ إلى ذروتها. بين سن 10 و15: يستمر نمو الثديين، وتبدأ الحلمات في البروز. لا يزال شعر العانة على شكل مثلث، وهناك الآن الكثير من الشعر لا يمكن إحصاؤه. قد يستمر النمو بمعدل حوالي 2¾ بوصة في السنة. قد تستمر مشاكل حب الشباب. تبدأ الدورة الشهرية (الحيض) عادةً في حوالي سن 12 عامًا (عادةً في نفس عمر بدء الدورة الشهرية لدى أمهاتهم وأخواتهم). تبدأ بعض الفتيات، وخاصة اللاتي يعانين من اضطرابات الأكل، في وقت لاحق. المرحلة الخامسة هي المرحلة النهائية. ينتهي التطور عادةً في هذه المرحلة. تصل الفتيات إلى مرحلة البلوغ الجسدي. قد يمتد شعر العانة إلى الفخذين، وقد يكون لدى بعض الفتيات خط من الشعر يصل إلى زر البطن. تصل معظم الفتيات إلى ذروة طولهن في سن 16 عامًا، ولكن قد يستمر نمو بعضهن حتى سن 20 عامًا. ما نوع المشاعر التي تمر بها الفتيات أثناء البلوغ؟ تمر جميع الفتيات بتغيرات عاطفية أثناء البلوغ.تتأثر بعض الفتيات أكثر من غيرهن بدورة هرمون الإستروجين والبروجيستيرون في أجسامهن. قد يتسبب الجمع بين الضغوط الاجتماعية والمدرسية وتقلب المزاج في حدوث انفعالات وصراعات مع الوالدين. قد تعتقدين أن فتاتك الجميلة تحولت إلى فتاة شريرة. عندما ترى تصرفاتها تؤثر على الآخرين، فمن الجدير أن توفري لها مساحة آمنة \"للشعور بكل ما تشعر به\"، أو مشاركة مشاعرها. تدخلي كلما كانت هناك مشكلات تتعلق بالسلامة أو الأخلاق، ووفري لها ملاذًا آمنًا لاستكشاف هويتها الجديدة. تجنبي أن تكوني والدًا مفرطًا في الإهمال أو \"كاسحة ثلوج\"، وتزيلين كل الضغوط من طريقها. إن السماح لها بالتعلم من أخطائها، طالما أنها ليست أخطاء تهدد حياتها، يُظهر ثقتك في قدرتها على حل المشكلات بنفسها. إذا رأيت علامات القلق أو الاكتئاب أو غيرها من تحديات الصحة العقلية، فشاركي مخاوفك مع مقدم الرعاية الصحية الخاص بها. في بعض الأحيان، يمكن أن يخفف وصف العلاج الهرموني، مثل أدوية منع الحمل، الأعراض ويحسن المزاج. في أوقات أخرى، قد تحتاج إلى استشارة أو أدوية أخرى للمساعدة في إدارة الحالة المزاجية وبناء المهارات لتطوير المرونة وضبط نقاط قوتها. ماذا لو حدث البلوغ مبكرًا أو متأخرًا حقًا؟ لن يمر الجميع بالبلوغ في نفس الوقت. تبدأ بعض الفتيات في رؤية التغييرات في وقت مبكر جدًا، وهو ما يسمى بالبلوغ المبكر. قد لا ترى فتيات أخريات التغييرات حتى وقت لاحق، وهو ما يسمى أحيانًا بالبلوغ المتأخر. البلوغ المبكر (المبكر): تشير بعض العلامات الحمراء إلى تطور غير عادي لدى الفتيات. وتشمل هذه: إظهار علامات البلوغ قبل عيد ميلادهن الثامن. تغييرات الجسم التي تتقدم بسرعة كبيرة. تغييرات الجسم التي تحدث \"خارج النظام\"، مثل بدء الدورة الشهرية قبل نمو الثديين. انقطاع كبير بين نمو شعر العانة ونمو الثدي (مثل عدم وجود شعر العانة ولكن نمو الثديين بالكامل، أو العكس). إذا حدثت هذه، فأخبر مقدم الرعاية الصحية لطفلك. يمكن أن تساعد الاختبارات البسيطة في تحديد سبب البلوغ المبكر، مثل: قد تكون الغدة النخامية \"شغلت\" الهرمونات في وقت مبكر جدًا. قد يتطور ورم في الغدة الكظرية أو في مكان آخر. ربما تعرضت ابنتك للإستروجين (من خلال كريم الإستروجين، على سبيل المثال). قد ينتظر مقدم الرعاية الصحية لطفلك ببساطة ويراقب تقدم ابنتك، أو يحيلها إلى أخصائي لإجراء الاختبارات. إذا لزم الأمر، يمكن لطبيب الغدد الصماء وصف مثبطات البلوغ لوقف البلوغ حتى الوقت المناسب. مثبطات البلوغ هي أدوية تمنع جسم طفلك من إنتاج الهرمونات الجنسية التي تسبب التغيرات الجسدية للبلوغ. تأخر البلوغ: إذا بدأت ابنتك البلوغ في وقت متأخر جدًا أو لا يبدو أنها تتقدم خلال البلوغ، فمن الجدير أيضًا سؤال مقدم الرعاية الصحية الخاص بها عن ذلك. قد تكون متأخرة في النمو، خاصة إذا كانت والدتها كذلك. ومع ذلك، فإن المشاكل الهرمونية أو اضطرابات الأكل هي احتمالات أخرى. إذا اشتبه مقدم الرعاية الصحية لطفلك في وجود مشكلة أساسية،قد يحيلون طفلك إلى أخصائي لإجراء الاختبارات والإدارة. ملاحظة من عيادة كليفلاند يمكن أن يكون البلوغ وقتًا مثيرًا للغاية ولكنه صعب في حياة طفلك. إلى جانب التغيرات الجسدية، قد يمر طفلك أيضًا بالعديد من التغيرات العاطفية. يبدأ معظم الأطفال سن البلوغ بين سن 8 و14 عامًا. إذا كانت لديك أي مخاوف بشأن نمو طفلك، فتواصل مع مقدم الرعاية الصحية الخاص به. يمكنهم تقييم طفلك وتحديد ما إذا كان يتطور بشكل صحيح."
      ]
    },
    {
      "tag": "Reaching puberty",
      "patterns": [
        "Why is my penis not growing yet?",
        "Why isn't my body developing like the others?",
        "When will I start wearing a bra?",
        "Are there medicines to help your body grow faster?",
        "If my body isn't growing should I call a doctor?",
        "Consulting a doctor for late puberty",
        "I have already developed breasts while others haven't, should I see a doctor?",
        "Why don't I have facial hair yet?",
        "Early or late puberty",
        "Can a doctor help me grow into a adult?",
        "Everyone around me is growing up but I'm not, what should I do?",
        "My height hasn't grown like other boys, should I see a doctor?",
        "I haven't developed breasts yet, should I see a doctor?",
        "Why did I develop facial hair before other boys?",
        "Why has my voice not become heavier yet?",
        "Why is my body not maturing like others?",
        "Why don't I have breasts yet?",
        "Why did I develop breasts before other girls?"
      ],
      "responses": [
        "Signs of delayed puberty in boys:\n- penis and testicles that haven't shown signs of development by age 14\n- genital growth takes longer than 5 years\n- short stature compared with those around, who now are growing faster\n\nSigns of delayed puberty in girls:\n- no signs of breast development by age 15\n- periods have not started within 5 years breast development or by age 16\n\nIt's important to note that people with intersex variations may experience puberty differently. For some adolescents, their bodies may be developing in a way that does not go with their gender (e.g. for boys who were assigned girl at birth), so these answers are not applicable for everyone in the same way.",
        "Some may find it embarrassing or frustrating when they go through puberty earlier, later or differently than those around them.\n\nWhoever matures early tend to be teased or overtly admired, which causes them to feel self-conscious about their bodies. \nSimilarly, whoever goes through puberty later than their peers may feel self-conscious about their lack of physical development.",
        "Most teens with delayed puberty are just developing a bit later than average and will catch up and is no cause for concern.\n\nHowever, when the following signs are observed, a doctor can be consulted in order to get the right advice to be sure:",
        "Most bodies eventually go through puberty in different paces and ways - there is nothing right or wrong about how one develops or the pace at which they develop. \n\nFor some adolescents, their bodies may be developing in a way that does not go with their gender (e.g. for boys who were assigned girl at birth), so these answers are not applicable for everyone in the same way."
      ]
    },
    {
      "tag": "الاستمناء أثناء فترة البلوغ",
      "patterns": [
        "أشعر بالذنب بسبب ممارسة العادة السرية",
        "هل من الطبيعي ممارسة العادة السرية؟",
        "هل الاستمناء يجعل الفتيات سيئات؟",
        "هل الاستمناء يجعلني شخصًا سيئًا؟",
        "كيف يمكنني منع قضيبي من الانتصاب في الليل؟",
        "ماذا يحدث عندما يمارس الأولاد العادة السرية؟",
        "متى أعرف إذا كانت العادة السرية مشكلة؟",
        "هل العادة السرية تسبب فقدان السائل المنوي؟",
        "هل من الجيد أن يحل الليل؟",
        "هل العادة السرية غير صحية؟",
        "كيف أعرف إذا كنت أمارس العادة السرية أكثر من اللازم؟",
        "هل الاستمناء بكثرة يقضي على السائل المنوي في جسدي؟",
        "أثناء النوم تنتابني مشاعر جنسية وأبلل الفراش..ماذا يحدث؟",
        "هل يمكن أن ينكسر غشاء البكارة عن طريق العادة السرية؟",
        "كم مرة يمكنك ممارسة العادة السرية في اليوم؟",
        "هل العادة السرية تسبب العمى؟",
        "كيف يمارس الأولاد العادة السرية؟",
        "هل العادة السرية سيئة بالنسبة لك؟",
        "إذا مارست العادة السرية كثيرًا، فهل لن أتمكن من إنجاب الأطفال؟",
        "كيف تمارس العادة السرية الفتيات؟",
        "هل من الطبيعي أن تمارس الفتيات العادة السرية؟",
        "هل لمس قضيبي هو نوع من العادة السرية؟",
        "الاستمناء للصبيان",
        "لماذا أتبول في السرير في الليل؟",
        "هل يمكن أن تؤدي العادة السرية إلى إتلاف أعضائي التناسلية؟",
        "هل من الممكن للفتيات ممارسة العادة السرية؟",
        "حلول الظلام",
        "الخرافات المتعلقة بالعادة السرية",
        "هل يمكن للأولاد ممارسة العادة السرية؟",
        "هل يمكن أن تؤدي العادة السرية إلى سلوك جنسي منحرف؟",
        "هل أنا مدمن للجنس لأنني أمارس العادة السرية؟",
        "لماذا لا تستطيع الفتيات ممارسة العادة السرية؟",
        "فقدان السائل المنوي أثناء العادة السرية",
        "هل تمارس العادة السرية الفتيات السيئات فقط؟",
        "الاستمناء للفتيات",
        "هل من الخطأ أن تقوم الفتيات بالاستمناء؟",
        "هل العادة السرية تسبب ظهور البثور؟",
        "هل تؤثر العادة السرية على ذاكرتي؟",
        "هل من الطبيعي أن ينتصب قضيبي في الليل؟",
        "ما هو حلول الظلام؟",
        "مقدار العادة السرية الطبيعية",
        "كيف أمنع نفسي من حلول الظلام؟",
        "ماذا يحدث عندما تمارس الفتيات العادة السرية؟",
        "لماذا ينتصب قضيبي في الليل؟",
        "كيف أمارس العادة السرية بقضيبي؟",
        "هل أحتاج إلى علاج لسقوط الليل؟"
      ],
      "responses": [
        "حلول الظلام، المعروف أيضًا باسم الانبعاث الليلي، هو قذف تلقائي للسائل المنوي أثناء النوم. \n\nإنه يدل على النضج الإنجابي لصبي مراهق. إن حلول الظلام أمر طبيعي ولا يتطلب أي شكل من أشكال العلاج وهو طريقة طبيعية تمامًا للجسم.\n\nويحدث هبوط الليل نتيجة تراكم السائل المنوي في الخصية، وهي عملية طبيعية ومستمرة. وقد يحدث ذلك أيضًا أثناء الحلم المثير، أو إذا تم تحفيز أنفسهم بشكل لا إرادي أثناء النوم. وهذا أمر جيد تمامًا ويحدث بسبب التغيرات العاطفية الشائعة خلال فترة البلوغ.",
        "العادة السرية ليست غير صحية أو سيئة إذا تم القيام بها باعتدال وبشكل خاص. وبغض النظر عن الجنس، فإن الاستمناء أمر طبيعي تمامًا.\n\nلا يوجد تردد صحيح أو خاطئ للعادة السرية، فهي مشكلة فقط إذا شعر الشخص أنها تتعارض مع الحياة اليومية أو يتم استخدامها كبديل لوسائل الاسترخاء الأخرى. تعتبر العادة السرية من أكثر الأنشطة الجنسية أمانًا وطريقة آمنة لاستكشاف الحياة الجنسية للفرد والتعرف على نفسه.",
        "في بعض الأحيان، لا يرغب الناس في تخيل الفتيات مستقلات جنسيًا ويمارسن العادة السرية. \n\nومع ذلك، من الطبيعي والصحي أن تمارس العادة السرية للفتيات كما هو الحال بالنسبة للأولاد. ولا يجعلها سيئة أو نجسة.",
        "تعتبر العادة السرية مشكلة بالنسبة لشخص ما إذا كان يعتقد:  \n- يستغرق الكثير من الوقت والطاقة\n- يبدأ بالتدخل في المسؤوليات اليومية\n- لم يعد الأمر ممتعًا وأصبح يبدو وكأنه عمل وليس خيارًا\n- عندما يبدأ في إثارة المشاعر السلبية مثل الذنب أو الغضب أو الحزن\n- يصبح من الصعب حتى التوقف عن التفكير في الأمر",
        "أثناء النوم، قد يطلق الجسم هذا السائل المنوي الزائد عن طريق القذف، وهي طريقة طبيعية للجسم للحفاظ على توازن السائل المنوي وتخفيف التوتر الجنسي.\n\nوقد يحدث أيضًا دون أي أحلام أو تحفيز لا إرادي، لأنه يتعلق بالسائل المنوي الذي ينتجه الجسم بشكل مستمر ويتم إطلاقه عندما يكون الجسم في حالة راحة. لا يوجد مكان \"لتخزين\" السائل المنوي فيخرج لا إرادياً.",
        "في حين أن العادة السرية قد تؤدي في كثير من الأحيان إلى قذف السائل المنوي، إلا أن الجسم يجدد السائل المنوي بانتظام. \n\nلا تؤثر العادة السرية على إنتاج الحيوانات المنوية أو جودتها. وبالتالي لا يؤثر على القدرة على إنجاب الأطفال.",
        "هناك الكثير من الوصمة المتعلقة بالاستمناء والتي أدت إلى ظهور معتقدات خاطئة. هناك العديد من المفاهيم الخاطئة في المجتمع التي لا يجب أن ننتبه إليها، مثل أسباب العادة السرية\n\n1. تدهور العقل والذاكرة والفطنة\n2. العمى\n3. تمزق غشاء البكارة أو تمزقه\n4. الإدمان على الجنس\n5. تغير في السلوك الجنسي\n6. انخفاض عدد الحيوانات المنوية\n7. البثور أو حب الشباب\n\nهذه المعتقدات ليس لها أي أساس ولا ينبغي تصديقها أو الوثوق بها.",
        "بالنسبة للأولاد والرجال، تتضمن العادة السرية تحفيز أنفسهم جنسيًا عن طريق لمس أو فرك أو مداعبة القضيب من أجل الإشباع الجنسي. \n\nعندما يستمني الصبي ويصل إلى النشوة الجنسية، يقوم بقذف المني من قضيبه.\n\nتذكر أن الاستمناء أمر طبيعي تمامًا بغض النظر عن الجنس.",
        "تقوم الفتيات/ النساء بالاستمناء عن طريق فرك البظر أو لمسه أو مداعبته، وذلك عن طريق إدخال الأصابع أو الأشياء في المهبل.\n\nلا تفرز الإناث أي شيء عندما تصل إلى هزة الجماع، ولكنها تتبلل بشدة ويخرج منها سائل أبيض بكميات قليلة جدًا."
      ]
    },
    {
      "tag": "الانجذاب والمشاعر الجنسية",
      "patterns": [
        "وجود سحق",
        "هل من الخطأ أن يكون لديك مشاعر جنسية؟",
        "هل من الطبيعي أن تشعر بالإثارة بسبب الصور المثيرة؟",
        "هل من الطبيعي أن أشعر بالانجذاب للآخرين؟",
        "لماذا أنجذب للفتيات؟",
        "كيف يمكنني أن أبدأ بالتحدث مع شخص أحبه؟",
        "لماذا أشعر فجأة بمشاعر الآخرين من حولي؟",
        "أشعر بالفضول بشأن ما يعنيه ممارسة الجنس",
        "التحدث مع الأولاد أو البنات",
        "لماذا أشعر بالانجذاب الجنسي للفتيات / الأولاد فجأة؟",
        "كيف أتحدث مع الفتيات / الأولاد؟",
        "لماذا أشعر بالانجذاب نحو الآخرين؟",
        "كيف يمكنني أن أمنع نفسي من الإعجاب بشخص ما؟",
        "هل يمكن للفتيات أن يشعرن بالإثارة عند النظر إلى شيء ما؟",
        "هل من الممكن أن يكون الأولاد والبنات أصدقاء؟",
        "أشعر بالخجل الشديد من التحدث مع الفتيات / الأولاد، كيف يمكنني التغلب على خوفي؟",
        "لماذا فجأة أحب الأولاد؟",
        "لا أعرف كيف أتحدث مع الفتيات / الأولاد، كيف أفعل ذلك؟",
        "هل هناك خطأ في الإعجاب بشخص ما؟",
        "ما الذي يمكنني التحدث عنه مع الأولاد / البنات؟",
        "كيف يمكنني بدء محادثة مع الأولاد / البنات؟",
        "هل يمكنني أن أكون صديقًا للأولاد/البنات دون أن أرغب في أن أكون في علاقة معهم؟",
        "زيادة المشاعر الجنسية",
        "لماذا تشعر بالارتياح عند رؤية الصور الجنسية؟",
        "هل من الخطأ أن نحب الجنس؟",
        "لماذا فجأة أحب الفتيات؟",
        "كيف أتغلب على إعجابي؟",
        "لماذا أنجذب إلى الأولاد؟"
      ],
      "responses": [
        "من الطبيعي تمامًا أن يرغب أي شخص في التحدث وتكوين صداقات مع أشخاص من الجنس الآخر. خلال فترة البلوغ، من الطبيعي البدء في استكشاف مشاعر واهتمامات جديدة. \n\nبعض النصائح المفيدة لتكوين صداقات صحية أو الاقتراب من الإعجاب هي: \n\n1. تجاهل الصور النمطية المتعلقة بالجنسين والتي تحدد الطريقة التي يجب أن يتصرف بها الشخص\n2. إيجاد اهتمام مشترك يمكن أن يساعد في بدء المحادثة\n3. التسكع مع مجموعة من الأشخاص حتى يصبح الأمر مريحًا للخلوة مع بعضهم البعض\n4. التأكد من أن كلا الشخصين على نفس الصفحة حول ما يريدون من الصداقة\n\nمن المهم أن تعرف أنه لمجرد كون شخصين صديقين، فهذا لا يعني أن أحدهما مدين للآخر بشيء ما - علاقة أو أكثر!",
        "في بعض الأحيان، أثناء فترة البلوغ، قد يؤدي عرض الصور أو قراءة النصوص ذات الطبيعة الرومانسية أو الجنسية إلى جعل المرء يشعر بالإثارة قليلاً. وهذا أمر طبيعي جدًا ويبدأ بالحدوث عندما يصل الشخص إلى سن البلوغ.",
        "خلال فترة البلوغ، من الطبيعي جدًا أن يبدأ المرء في تطوير مشاعر لم يختبرها من قبل، مثل الشعور بالانجذاب حقًا إلى شخص آخر. يمكن الشعور بهذه المشاعر تجاه شخص من الجنس الآخر أو حتى تجاه الأشخاص من نفس الجنس. \n\nيعد الإعجاب - أو الإعجابات المتعددة - جزءًا طبيعيًا تمامًا من النمو.",
        "ومع ذلك، من المهم أن نتذكر أنه ليس من الصواب ممارسة الجنس مع شخص ما دون موافقته على ذلك. كما أنه ليس من الصواب إجبار أي شخص على ممارسة الجنس معك. في أي نوع من الفعل الجنسي، يجب أن يوافق كلا الشخصين على المشاركة ويكونا سعيدين بقرارهما. \n\nمن المهم أن تعرف أن السن القانوني لممارسة الجنس في الهند هو 18 عامًا، حتى لو كان ذلك بالتراضي."
      ]
    },
    {
      "tag": "التعامل مع التغيرات العاطفية",
      "patterns": [
        "كيف أبدأ بحب نفسي؟",
        "كيف أتوقف عن كره نفسي؟",
        "هل من الطبيعي أن أعاني من تقلبات مزاجية أم يجب أن أذهب إلى الطبيب؟",
        "لماذا لا يستطيع الأولاد والبنات التحدث مع بعضهم البعض؟",
        "طلب المساعدة لإدارة العواطف",
        "كيف تتعامل مع مشاعر الحساسية الزائدة؟",
        "أشعر بالغضب طوال الوقت، فهل يجب أن أطلب المساعدة؟",
        "متى تعرف إذا كنت بحاجة إلى مساعدة لمشاعرك؟",
        "هل هناك خطأ في التحدث مع الأولاد والبنات؟",
        "كيف أتوقف عن الشعور بالحزن طوال الوقت؟",
        "كيف يمكنني إقناع والدي بالسماح لي بالتحدث مع الأولاد والبنات؟",
        "التعامل مع الوعي الذاتي",
        "أشعر بالعاطفة طوال الوقت، فهل هذا طبيعي أم يجب أن أتحدث إلى الطبيب؟",
        "ماذا يجب أن أفعل عندما أشعر بالحزن؟",
        "من الذي يجب أن أتحدث إليه إذا شعرت بالحزن؟",
        "ماذا يمكنني أن أفعل إذا كنت لا أحب نفسي؟",
        "كيف أبدأ بحب نفسي أكثر؟",
        "صراع الوالدين حول العلاقات",
        "كيف أتعامل مع ضغوط زملائي؟",
        "أشعر بالإحباط الشديد، هل يجب أن أطلب المساعدة؟",
        "لا أريد أن أشعر بالإحباط طوال الوقت، كيف أتوقف؟",
        "كيف تتعامل مع تقلبات المزاج؟",
        "التعامل مع الحزن أثناء فترة البلوغ",
        "كيف أتوقف عن الشعور بالسوء تجاه نفسي؟",
        "التعامل مع الحساسية المفرطة",
        "لماذا لا يجب أن أتحدث مع الأولاد / البنات؟",
        "التعامل مع ضغط الأقران",
        "كيف أتعامل مع مشاعري السلبية؟",
        "كيف أستطيع أن أتعامل مع التغيرات العاطفية التي أمر بها؟",
        "هل يشعر جميع المراهقين بالحزن أم أنني بحاجة للذهاب إلى الطبيب؟",
        "إدارة قضايا احترام الذات",
        "أنا لا أحب نفسي كثيراً، ماذا علي أن أفعل؟",
        "التعامل مع التقلبات المزاجية",
        "والدي لا يحبون عندما أتحدث مع الأولاد والبنات، ماذا علي أن أفعل؟",
        "لماذا لا يسمح لي والداي بالتحدث مع الأولاد؟",
        "كيف أبدأ بالشعور بالتحسن تجاه نفسي؟",
        "كيف أتعامل مع مشاعري تجاه الشعور بالوعي الذاتي؟"
      ],
      "responses": [
        "من الأفضل إجراء محادثة مفتوحة وصادقة معهم حول مخاوفهم وكيفية معالجتها. \n\nإذا كان التواصل مع أولياء الأمور/الأوصياء صعبًا، فقد يكون من المفيد طلب المساعدة من أحد أفراد الأسرة الموثوق بهم أو المعلم أو المستشار الذي يمكنه العمل كوسيط والمساعدة في تسهيل التواصل.",
        "بعض الأشياء التي يمكن أن تساعد في التعامل مع هذه المشاعر هي: \n\n- الاحتفاظ بمذكرة للمساعدة في تنظيم الأفكار والمشاعر، حتى عندما تبدو خارجة عن السيطرة\n\n- التحدث مع الوالدين أو الأوصياء أو شخص بالغ موثوق به يمكن أن يساعد، لأنهم مروا بنفس المشاعر، ويمكن أن يقدم بعض الإرشادات الرائعة؛ أو التحدث مع صديق\n\n- اذهب للنزهة، واستمع إلى الموسيقى، ولعب الألعاب، واذهب لركوب الدراجات\n\n- قضاء الوقت وسط الطبيعة",
        "إن توصيل هذه المشاعر مع شخص جدير بالثقة سيجعله يشعر بأنه أكثر قابلية للتحكم. قد يكون طلب المساعدة المهنية لفرز المشاعر فكرة جيدة أيضًا.",
        "خلال فترة البلوغ والمراهقة، تبدأ مجموعة الأقران في أخذ أهمية أكبر في حياة الفرد. \n\nوهذا يمكن أن يؤدي إلى ضغط الأقران. وذلك عندما يحاول الأصدقاء والأشخاص من نفس العمر إقناع بعضهم البعض بالمشاركة في أنشطة معينة من أجل التأقلم - سواء كان ذلك ارتداء الملابس بطريقة معينة، أو التحدث بطريقة معينة، أو الانخراط في أنشطة قد تبدو محفوفة بالمخاطر.",
        "من الممكن أن يشعر الآباء/الأوصياء بالقلق بشأن المخاطر والتحديات المحتملة التي يمكن أن تصاحب الصداقات بين المراهقين من الجنس الآخر، أو كونهم في علاقة أو معجبين. \n\nقد يكونون قلقين بشأن سلامة أطفالهم أو سمعتهم أو رفاهيتهم. ومع ذلك، لا حرج في وجود أصدقاء من الجنس الآخر أو الإعجاب بهم.",
        "الشعور بالخجل أثناء فترة البلوغ هو تجربة شائعة. البلوغ هو وقت حدوث تغيرات جسدية كبيرة، وقد يصبح بعض الأشخاص أكثر وعيًا بمظهرهم وكيف ينظر الآخرون إليهم.",
        "إدارة ضغط الأقران السلبي - الأنشطة التي يُجبر فيها شخص ما أو تلك التي تبدو محفوفة بالمخاطر من خلال الحزم وقول \"لا\" دون الشعور بالذنب أو الخوف. من المهم أن تكون الأولويات واضحة للجميع، مثل كيفية اختيار الشخص لقضاء وقته والقدرة على الدفاع عما يؤمن به.",
        "الشعور بالإحباط المستمر قد يكون علامة على شيء آخر. من المهم أن تضع في اعتبارك أن التقلبات المزاجية الشديدة والمطولة قد تكون علامة على الاكتئاب أو مشكلة تتعلق بالصحة العقلية.",
        "وإليكم بعض النصائح لرفع تقدير الذات:\n\n1. التواجد مع الناس لطيف وإيجابي ومحترم. يمكن للمرء أن يتجنب الأشخاص الذين يحبطون الآخرين أو يتحدثون بعدم احترام\n2. قول أشياء إيجابية ومفيدة للنفس، وتجنب الحديث السلبي مع النفس\n3. قبول العيوب والعمل على تحسينها\n4. تحديد الأهداف والعمل على تحقيقها\n5. التركيز على ما يسير على ما يرام، وتحديد نقاط القوة في شخصية الفرد",
        "زيادة الوعي بالبيئة المحيطة، وزيادة الهرمونات والضغوط الاجتماعية للتأقلم يمكن أن تؤدي إلى تحويل مشاعر الشخص إلى أقصى حد.\n\nقد يؤدي هذا إلى الشعور بالغضب الشديد أو الشعور بالحزن الشديد.",
        "قد يكون من الصعب قبول تغيير الجسم في وقت يكون فيه التوافق مع أقرانك أمرًا في غاية الأهمية. قد يكون من السيء ألا تكون أو تفعل أشياء مثل أصدقاء الشخص. يشعر الجميع بالخجل من أنفسهم في مرحلة أو أخرى. إنه أمر طبيعي تمامًا، لكن من المهم ألا ندعه يعيق ثقة الشخص واحترامه لذاته.",
        "ثلاثة مجالات رئيسية للمساعدة في التمييز بين التقلبات المزاجية الطبيعية والأشياء الأكثر خطورة تشمل:\n1. المدة – حالة مزاجية تدوم أكثر من أسبوعين\n2. الشدة – تغيرات كبيرة في السلوك والمشاعر والأفكار\n3. التأثير – التأثير على العديد من مجالات الحياة (المنزل، المدرسة، الصداقات)\n\nإذا تمت رؤية هذه العلامات، فمن المهم التحدث إلى شخص ما. يمكن أن يشمل ذلك الوالدين أو الأوصياء أو الأشقاء الأكبر سنًا أو المعلم أو مستشار الصحة العقلية - أو مصدر موثوق به.",
        "في بعض الأحيان، يعتمد الصوت الذي يدور في رأس المرء على كلمات قاسية قالها الآخرون. أو في الأوقات السيئة التي حدثت في الماضي. لكن من الممكن تغيير هذا الصوت في رأس المرء، والبدء في التحدث إلى نفسه بنبرة أكثر لطفًا وأكثر تفاؤلاً. \nالأشخاص في حياة الفرد أيضًا لهم تأثير كبير على احترام الذات.",
        "التقلبات المزاجية هي جزء من البلوغ. خلال فترة البلوغ، يتم تحفيز الجسم بمجموعة كاملة من الهرمونات الجديدة التي تخلق الكثير من التغييرات العاطفية. قد يكون من الصعب مواكبة كل هذه التغييرات.\n\nإنه وقت رائع للتدرب على التعبير عن المشاعر والاحتياجات العاطفية. بدلًا من الانتقاد، قد يكون من المفيد التحدث عن تلك المشاعر أو كتابتها في مذكراتك.",
        "أثناء فترة البلوغ، يمكن الشعور بالحزن أو الإحباط أو الشعور بالكراهية بشكل أقوى وأكثر حدة من ذي قبل - أحيانًا دون أي سبب!\n\nللتحكم في هذه المشاعر السلبية، من المهم ممارسة الحديث الإيجابي مع النفس."
      ]
    },
    {
      "tag": "التغيرات الجسدية خلال فترة البلوغ",
      "patterns": [
        "متى يبدأ الأولاد في النمو أطول؟",
        "لماذا لدي الكثير من حب الشباب؟",
        "ماذا يحدث للأشخاص ثنائيي الجنس خلال فترة البلوغ؟",
        "التغيرات الجسدية خلال فترة البلوغ",
        "لماذا ينمو ثديي؟",
        "لماذا يزداد وزني فجأة؟",
        "هل يمر الأشخاص ثنائيي الجنس أيضًا بتغييرات في الجسم عندما يكبرون؟",
        "لماذا يتشقق صوتي؟",
        "لماذا ينمو الوركين والثديين بشكل أكبر؟",
        "لماذا يكبر الأشخاص ثنائيو الجنس بشكل مختلف؟",
        "التغيرات الجسدية في ثنائيي الجنس",
        "لماذا أحصل على البثور؟",
        "لماذا ينمو لدي الكثير من شعر الجسم؟",
        "لماذا ينمو شعر الوجه؟",
        "لماذا لدي نتوء في حلقي؟",
        "متى يبدأ الأولاد بإطلاق اللحى؟",
        "لماذا يتغير صوتي؟",
        "لماذا يتغير حلقي؟",
        "لماذا تصبح بشرتي دهنية؟",
        "كيف أتخلص من حب الشباب؟",
        "لماذا أتعرق أكثر؟",
        "كيف تتغير أجسام ثنائيي الجنس عندما يكبرون؟"
      ],
      "responses": [
        "بالنسبة للبعض، لن يصلوا إلى مرحلة البلوغ إلا إذا استخدموا العلاج بالهرمونات البديلة. \n\nقد تنمو أنسجة الثدي لدى بعض الأولاد خلال فترة البلوغ، وقد تجد بعض الفتيات أن أصواتهن تزداد عمقًا أو ينمو شعر الوجه. يقرر بعض الأشخاص استخدام الأدوية لمعالجة هذه التطورات، والبعض الآخر لا يفعل ذلك. \n\nبالنسبة لأولئك الذين لديهم اختلافات بين الجنسين، يمكنهم استشارة الطبيب لفهم جسدهم والتغيرات التي تحدث فيه.",
        "الشخص ذو الاختلافات ثنائية الجنس هو شخص لديه مجموعة من الكروموسومات والغدد التناسلية والهرمونات والأعضاء الجنسية الداخلية والأعضاء التناسلية التي تختلف عن النموذجين المتوقعين للذكر أو الأنثى. هؤلاء الأفراد قد يتعرفون أو لا يعرفون على أنهم رجال أو نساء. يمكن للأشخاص ثنائيي الجنس إما تجربة البلوغ مثل الأجناس الأخرى - منتظم أو متأخر أو لديهم تجارب مختلفة تمامًا.\n\nقد يحدث أيضًا أن البعض قد لا يكتشفون أنهم ثنائيي الجنس حتى سن البلوغ، عندما لا تأتي الدورة الشهرية كما هو متوقع.",
        "وبصرف النظر عن ذلك، فإن معظم الأولاد الذين تتراوح أعمارهم بين 9 و 16 عامًا يمرون بالتغييرات التالية: \n\n- تعميق الصوت وانخفاضه مما يؤدي إلى تشققه ليستقر فيما بعد \n- ظهور تفاحة آدم - نتوء في منتصف الحلق يزداد حجمه وأكثر\nمرئي \n- تكبير القضيب والخصيتين\n- نمو الشعر في الوجه والصدر والظهر\n- اتساع الصدر والكتفين\n- الانبعاث الليلي/حلول الليل\n\nتمر معظم الفتيات في عمر 8 إلى 14 عامًا بالتغييرات التالية:\n\n- نمو الثديين ليصبحا أكبر\n- سواد الحلمات\n- اتساع الوركين مما يجعل الجسم أكثر انحناءً\n- بدء الدورة الشهرية، والمعروفة أيضًا بالدورة الشهرية\n- الإفرازات المهبلية (إفراز سائل أبيض اللون من المهبل)",
        "خلال فترة البلوغ، يعاني معظم الفتيات والفتيان من بعض التغيرات الجسدية الشائعة مثل:\n\n- الشعر والبشرة الدهنية\n- ظهور حب الشباب أو البثور على الوجه والجسم\n- زيادة التعرق ورائحة الجسم الكريهة \n- زيادة نمو شعر الجسم\n- زيادة الوزن والطول"
      ]
    },
    {
      "tag": "التغيرات العاطفية - مقدمة",
      "patterns": [
        "هل يشعر جميع المراهقين بالإحباط؟",
        "لماذا أشعر بالعاطفة طوال الوقت؟",
        "لماذا أشعر أن لا أحد يحبني؟",
        "لماذا أشعر أنني أكره نفسي؟",
        "لماذا لا أتحكم في مزاجي؟",
        "لماذا أشعر بالغضب طوال الوقت؟",
        "لماذا يشعر المراهق بالخوف الشديد؟",
        "التغيرات العاطفية خلال فترة البلوغ",
        "كيف يمكنني أن أجعل أصدقائي يحبونني؟",
        "لماذا يبدو النمو مختلفًا جدًا؟",
        "لماذا أشعر بالضعف طوال الوقت؟",
        "لماذا يستمر مزاجي في التغير طوال الوقت؟",
        "لماذا أشعر بأنني غير مناسب؟"
      ],
      "responses": [
        "بعض التغيرات العاطفية الشائعة التي يمكن أن تحدث أثناء فترة البلوغ هي:\n- تقلبات مزاجية\n- الشعور بالوعي الذاتي\n- الشعور بالحساسية المفرطة\n- ضغط الأقران\n- الانجذاب والانكسار\n\nمن المهم أن تتذكر أن هذه التغيرات العاطفية طبيعية وجزء من عملية النمو.",
        "يتم التحكم في سن البلوغ عن طريق الهرمونات، والتي تلعب دورًا في شعور الشخص. مثلما تُحدِث الهرمونات تغييرات في الطريقة التي يبدو بها الجسم من الخارج خلال فترة البلوغ، فإنها تُحدث أيضًا تغييرات من الداخل. \n\nأثناء فترة البلوغ، قد تكون المشاعر أقوى وأكثر كثافة من ذي قبل - أحيانًا دون أي سبب!"
      ]
    },
    {
      "tag": "الوصول إلى سن البلوغ",
      "patterns": [
        "لماذا ليس لدي ثديين بعد؟",
        "لماذا لم ينمو قضيبي بعد؟",
        "لماذا ظهر شعر وجهي قبل الأولاد الآخرين؟",
        "لقد طورت ثديي بالفعل بينما لم يحدث لدى آخرين، هل يجب أن أرى طبيبًا؟",
        "طولي لم ينمو مثل باقي الأولاد، هل يجب أن أرى الطبيب؟",
        "متى سأبدأ بارتداء حمالة الصدر؟",
        "تقدمت في السن ولكن قضيبي لم ينمو، هل يجب أن أرى طبيبًا؟",
        "هل يمكن للطبيب مساعدتي في النمو إلى شخص بالغ؟",
        "استشارة الطبيب في حالة البلوغ المتأخر",
        "لماذا ليس لدي شعر في الوجه بعد؟",
        "لماذا طورت ثديي قبل الفتيات الأخريات؟",
        "إذا كان جسدي لا ينمو فهل يجب أن أتصل بالطبيب؟",
        "لماذا لم يصبح صوتي أثقل بعد؟",
        "لماذا لا ينضج جسدي مثل الآخرين؟",
        "لم ينمو ثديي بعد، هل يجب أن أرى طبيباً؟",
        "البلوغ المبكر أو المتأخر",
        "لماذا لا يتطور جسدي مثل الآخرين؟",
        "هل هناك أدوية تساعد جسمك على النمو بشكل أسرع؟",
        "كل من حولي يكبر وأنا لا، ماذا أفعل؟"
      ],
      "responses": [
        "علامات تأخر البلوغ عند الأولاد:\n- القضيب والخصيتين التي لم تظهر عليها علامات النمو بحلول سن 14 عامًا\n- نمو الأعضاء التناسلية يستغرق فترة أطول من 5 سنوات\n- قصر القامة مقارنة بمن حولهم والذين ينمون الآن بشكل أسرع\n\nعلامات تأخر البلوغ عند الفتيات:\n- لا توجد علامات لنمو الثدي عند سن 15 سنة\n- لم تبدأ الدورة الشهرية خلال 5 سنوات من نمو الثدي أو في سن 16 عامًا\n\nمن المهم ملاحظة أن الأشخاص ذوي الاختلافات ثنائية الجنس قد يواجهون البلوغ بشكل مختلف. بالنسبة لبعض المراهقين، قد تتطور أجسادهم بطريقة لا تتناسب مع جنسهم (على سبيل المثال بالنسبة للأولاد الذين تم تعيينهم بنات عند الولادة)، لذلك لا تنطبق هذه الإجابات على الجميع بنفس الطريقة.",
        "\"قد يجد البعض الأمر محرجًا أو محبطًا عندما يمرون بمرحلة البلوغ مبكرًا أو متأخرًا أو بشكل مختلف عن من حولهم.\n\nأولئك الذين ينضجون مبكرًا يميلون إلى أن يتعرضوا للمضايقة أو الإعجاب العلني، مما يجعلهم يشعرون بالخجل تجاه أجسادهم. \nوبالمثل، فإن من يمر بمرحلة البلوغ في وقت متأخر عن أقرانه قد يشعر بالخجل من افتقاره إلى النمو البدني.",
        "يتطور معظم المراهقين الذين يعانون من تأخر البلوغ في وقت متأخر قليلاً عن المتوسط ​​وسوف يلحقون بالركب ولا يشكل ذلك سبباً للقلق.\n\nلكن عند ملاحظة العلامات التالية يمكن استشارة الطبيب للحصول على النصيحة الصحيحة للتأكد:",
        "تمر معظم الأجسام في نهاية المطاف بمرحلة البلوغ بسرعات وطرق مختلفة - لا يوجد شيء صحيح أو خطأ بشأن كيفية تطور الشخص أو السرعة التي يتطور بها. \n\nبالنسبة لبعض المراهقين، قد تتطور أجسادهم بطريقة لا تتناسب مع جنسهم (على سبيل المثال بالنسبة للأولاد الذين تم تعيينهم بنات عند الولادة)، لذلك لا تنطبق هذه الإجابات على الجميع بنفس الطريقة."
      ]
    },
    {
      "tag": "تعزيز التعليم SRMH",
      "patterns": [
        "تشريح فسيولوجيا الجهاز التناسلي الذكري",
        "منع الحمل",
        "الأمراض المنقولة جنسيا والوقاية منها",
        "التشريح الإنجابي وعلم وظائف الأعضاء",
        "الجهاز التناسلي الأنثوي",
        "الأمراض المنقولة جنسيا",
        "الأمراض المنقولة جنسيا – إحصائيات",
        "تأثير تعاليم الحياة الجنسية في الإسلام على قبول لقاح فيروس الورم الحليمي البشري في منطقة الشرق الأوسط وشمال أفريقيا",
        "علاقات صحية"
      ],
      "responses": [
        "يتكون الجهاز من أعضاء وخارجية. إنه كيميائي وهو مسؤول عن الخصوبة والبيض والنشاط الجنسي. رسم تخطيطي للتشريح الداخلي حسب الرغبة للأنثى. الأعضاء الداخلية أرادوا الأنثوي. ما هو الجهاز المحدد للأنثى؟ الجهاز المحدد الأنثوي هو أجزاء الجسم التي تساعد النساء أو الأشخاص الذين تم تعيينهم كأنثى عند الولادة (AFAB): قم أنثى بالجماع. إعادة إنتاج. تحية. ما هو الجهاز المحدد للأنثى؟ وتشمل التشريح الأنثوي والجهات الخارجية. الجزء الرئيسي من ولاية أعضائك هو مركز السيطرة على الساحة الداخلية من الأعضاء الديمقراطيين في الانضمام إلى التحالف. الفرج الخاص بك هو الاسم الجماعي لجميع أعضائك الشخصيين. يستخدم الكثير من الناس عن طريق الخطأ مصطلح \"المهبل\" لوصف جميع الأعضاء الأعضاء الأنثوية. ومع ذلك، فإن إعلان عبارة عن هيكل خاص يصل إلى داخل جسمك. الجه الرئيسية من الفرج أو الأعضاء ودعا إلى الخارجية هي: الشفرين الكبيرين: الشفتين الكبيرين (\"الشفتينتين\") يحيطان ويحميان يطلبون الأعضاء الآخرين. خلال فترة البلوغ، يحدث نمو الشعر على الجلد الشفرين الكبيرين، والذي يحتوي أيضًا على غدد تفرز العرق والزيت. الشفرين الصغيرين: يمكن أن يكون للشفرين الصغيرين (\"الشفاه الصغيرة\") مجموعة متنوعة من الشفاه والأشكال. تقع داخل الشفرين النباتي، وتحيط بعلبة حليب كبيرة (القناة التي تحتوي على الجزء السفلي من الرحم بالجزء الخارجي من الجسم) والحليل (الأنبوب الذي ينقل الأمعاء من المثانة إلى خارج الجسم). ). هذا الجلد حساس للغاية ويمكن أن يصبح متطورًا ومتورمًا بسهولة. البظر: الظفران الصغيران عند البظر، وهو نتوء صغير وحساس مثل القضيب عند الرجال أو الأشخاص الذين تم تعيينهم ذكراً عند الولادة (AMAB). البظر بطبقة من الجلد تسمى القلفة وهي حساسة للغاية للتحفيز. فتحة: تسمح بفتحة منع خروج الدم من الجسم. يمكن أن أثرت سدادات القطنية أو البيانو أو الألعاب الجنسية أو القضيب داخل فتحة الفقاعة. غشاء البكارة: غشاء البكارة عبارة عن قطعة من الأنسجة تغطي الجزء السفلي من البكارة. تتشكل أثناء التطور غير موجودة أثناء الولادة. فتحه شباب الشباب: فتحه الشباب هي الفتحة التي تتبول منها. منطقة بارزة: بهتة عبارة عن قناة خاصة بأهمية الرحم (الجزء من الرحم) بالجزء من الجسم. يمكن أن تتسع لطفل صغير أثناء الولادة ثم تنكمش مرة أخرى لتحمل شيئًا ضيقًا مثل السدادة. وهي ممدة بفيلم مخاطية تساعد على إبقائها مائية. فعّال الرحم: فعّال الرحمة هو جزء من الرحمة. فتحة في منتصف تسمح بدخول الشركاء وخروج الحيض. ينفتح عنق الرحم (يتوسع) ليسمح بالخروج أثناء الولادة. شيئ الرحمة هو ما يمنع أشياء مثل السدادات القطنية من الضياع داخل جسمك. الرحم: عبارة عن عضو مجوف كمثرى الحمل أثناء الحمل. يقسم الرحم إلى قسمين: نعش الرحم والجسم. جسدك هو الجزء الأكبر من الرحم الذي يتوسع أثناء الحمل. المبيضان: المبيضان عبارة عن غدد بيضاوية صغيرة تقع على الجسم بالكامل. يخرج المبيضان البويضات والهرمونات. نقاط فالوب: هي خيارات محددة بالجزء العلوي من الرحمة للاستمتاع بمزايا التنقل البويضة من المبيضين للرحمة. يحدث عدوى البويضة بالحيوانات عادة في قناة فالوب.وتساعد البويضة المخصبة بعد ذلك على الرحم، حيث تغرس في فترات الرحم. ما هي وظائف الجهاز المحدد للأنثى؟ يقوم الجهاز بتحديد عدة وظائف. بالإضافة إلى أنه مسموح للشخص بممارسة الجماع، ويمكن أن يساعد الشخص أيضًا على الإنجاب. المبيضين الخاص بك ينتجان البيض. يتم بعد ذلك نقل هذه البويضات إلى قناة فالوب أثناء الإباضة حيث قد يحدث التخصيب بواسطة صانعي الحيوانات. لمساعدة البويضة المخصبة بعد ذلك على الرحم، حيث يحتوي المستشفى على بطانة الرحم الخاصة بأرمونات طبيعية لدورتك الشهرية (وتسمى أيضًا فترة الإنجابية). بمجرد دخول البويضة المخصبة إلى الرحمة، يمكن أن تغرس في فترة الرحم السميكة وتستمر في التطور. إذا لم تتم عملية الزرع، يتم التخلص من فترات الرحم خلال الدورة الشهرية. بالإضافة إلى ذلك، يقوم الجهاز بإصدار أوامر بإنتاج البروتينات الجنسية التي تحافظ على الدورة الشهرية. أثناء عدم اليقين، سيتم تحديد الجهاز بعد ظهوره فجأة عن إنتاج فيتامينات لا رجعة فيها بسبب تأخر الدورة الشهرية. في هذه المرحلة، يمكن أن تصبح الدورة الشهرية غير متعمدة وتتوقف في النهاية. يتم الحصول على درجة ائتمانك في مرحلة التوقف عن التدخين لمدة عام كامل دون فترة الحيض. ماذا يحدث خلال الدورة الشهرية؟ تواجه النساء أو الأشخاص AFAB في سن الإنجاب (بدءًا من أي مكان من 11 إلى 16 عامًا) نمو حيوي حيوي يتكرر على مدى مدتها شهرًا تقريبًا. مع كل دورة، يستعد جسمك للحمل للحمل، سواء كانت هذه نيتك أم لا. يشير مصطلح الحيض إلى التساقط لبطانة الرحم عندما لا يحدث الحمل في تلك الدورة الشهرية. إطلاق الكثير من الأشخاص على الأيام التي تحتوي على نزيف مهبلي يسمى \"الدورة الشهرية\". خلال الفترة الشهرية المتوسطة حوالي 28 يومًا وتتحدث على مراحل. وتشمل هذه المراحل: المرحلة الجرابية (تطور البويضة). مرحلة التبويض (إطلاق البويضة). مرحلة صفراء (تخفض مستويات بروتين إذا لم يتم زراعة البويضة). هناك أربعة رئيسية (مواد كيميائية لتحفيز أو تنظيم عمل الخلايا أو الأعضاء) تشارك في الدورة الشهرية. تشمل هذه الفيتامينات: بروتين المنبه للجريب. هرمون الملوتن . الاستروجين. بروجسترون. تبدأ هذه المرحلة في اليوم الأول من الدورة الشهرية. خلال المرحلة الجررابية من الدورة الشهرية، تحدث الأحداث التالية: يتم تخصيص البروتين، بروتين المنبه للجريب (FSH) والهرمون اللوتيني (LH) من دماغك وينتقل إلى الدم إلى المبيضين. تحفز بروتينات النمو حوالي 15 إلى 20 بويضة في المبيضين، كل منها في \"قشرتها\" الخاصة، والتي تسمى الجريب. كما تؤدي هذه الهرمونات (FSH و LH) إلى زيادة إنتاج هرمون الاستروجين. مع ارتفاع مستويات الاستروجين، مثل التبديل، حيث يوقف إنتاج البروتين المنبه للجريب. يسمح هذا البياض للضوء هرمونات الجسم بالحد من عدد البصيلات التي تعد البويضات للإطلاق. مع تقدم مرحلة الجريبة، تصبح جريبة واحدة في أحد المبيضين هي حفلة وتستمر في مرحلة الشيخوخة. يقوم هذا الجريب بقمع جميع الجريبات الأخرى في المجموعة. ونتيجة لذلك، توقفت عن نمو ويموتون. استمرت الاحتفالات في إنتاج الاستروجين. تبدأ مرحلة التبويض مرحلة التبويض (الإباضة) بعد حوالي 14 يومًا من بدء مرحلة الجريبية (يختلف الوقت أحيانًا). مرحلة التبويض هي المرحلة الثانية من الدورة الشهرية. يأتي معظم الناس طوال الدورة الشهرية بعد 10 إلى 16 يومًا من الإباضة. خلال هذه المرحلة تحدث الأحداث التالية:يؤدي إلى ارتفاع نسبة الاستروجين البروتيني منب في بداية زيادة كمية بروتين المولوتن (LH) الذي ينتجه دماغك. يؤدي هذا إلى إطلاق حفل عشاء بيضته من المبيض. عندما يتم إطلاق سراح البويضة (عملية تسمى الإباضة)، يتم التقاطها بواسطة نتوءات تشبه الإصبع في نهاية قناة فالوب (الخمل). تمسح الخملات البويضة إلى قناة فالوب. لمدة خمسة أيام قبل الإباضة، لاحظت العديد من النساء أو الأشخاص AFAB زيادة في مخاط الرحم الأبيض. هذا المخاط هو الإفرازات التي تساعد على التقاط وتغذية الحيوانات الأليفة في طريقها للقاء البويضة للتخصيب. المرحلة الصفراء تبدأ مرحلة الأصفرية مباشرة بعد الإباضة العمليات التالية: بمجرد طبخة البويضة، يتطور جريب المبيض الفارغ إلى إنشاء وصفة جديدة للجسم الأصفر. يفرز الجسم الأصفر الاستروجين والبروجستيرون. يقوم البروجسترون الجديد بالرحم لزراعة البويضة المخصبة. إذا حدث الجماع فإن الحيوان المنوي بتخصيب البويضة (الحمل)، يحتوي على البويضة المخصبة (الجنين) عبر قناة فالوب لتزرع في الرحم. هكذا يبدأ الحمل. إذا لم يتم تخصيب البويضة، فسوف يذوب في الرحم. ليس هناك حاجة لدعم الحمل، حيث تتفكك تأخر الرحم وتساقطه. هذا هو الوقت الذي تبدأ فيه دورتك الشهرية. كم عدد البيض لدى النساء؟ لقد ولدت بكل البيض الذي ستنتجه على الإطلاق. خلال فترة الحمل، يكون لديك حوالي 6 ملايين بويضة. عند الولادة، يتبقى حوالي مليون بويضة. بحلول الوقت الذي تصل فيه إلى سن البلوغ، يبقى حوالي 300000 فقط. استمر عدد البويضات لديك في البداية مع تقدمك في السنون والبيض في كل دورة. وتحدد الخصوبة أيضاً مع وجود الطول بسبب ونوعية البويضات المتبقية. كيف يعمل التكاثر؟ في البشر، أدوات محددة للإناث والذكور للتكاثر. هناك نوعان من خلايا الجنسية – صانعي الحيوانات والبويضات. عندما توقع الحيوان المنوي بالبويضة، يمكن أن تخصيبها وتكوين الزيجوت. يصبح هذا اللاقحة في النهاية جنينًا. هناك حاجة إلى كل من الحيوانات والبويضات للتكاثر البشري. مذكرة من كليفلاند كلينيك وتشارك الأعضاء بشكل خاص في النشاط الجنسي والخصوصية والإنجاب. تبدو اختيارًا لكل شخص مختلف. يولد بعض الأشخاص أعضاء تناسلية مفقودين أو غير شكل. يمكن أن يؤثر ذلك على وظائف الجسم نهائياً ويؤدي إلى ثبات غير ثابت أو صعوبة في الحمل أو ممارسة الجنس المؤلم. اتصل بمقدم الرعاية الصحية الخاص بك إذا كانت لديك أي نقص في طلباتك أو إذا كانت لديك أعراض قلقة.إذا حدث الجماع فإن الحيوان المنوي بتخصيب البويضة (الحمل)، يحتوي على البويضة المخصبة (الجنين) عبر قناة فالوب لتزرع في الرحم. هكذا يبدأ الحمل. إذا لم يتم تخصيب البويضة، فسوف يذوب في الرحم. ليس هناك حاجة لدعم الحمل، حيث تتفكك تأخر الرحم وتساقطه. هذا هو الوقت الذي تبدأ فيه دورتك الشهرية. كم عدد البيض لدى النساء؟ لقد ولدت بكل البيض الذي ستنتجه على الإطلاق. خلال فترة الحمل، يكون لديك حوالي 6 ملايين بويضة. عند الولادة، يتبقى حوالي مليون بويضة. بحلول الوقت الذي تصل فيه إلى سن البلوغ، يبقى حوالي 300000 فقط. استمر عدد البويضات لديك في البداية مع تقدمك في السنون والبيض في كل دورة. وتحدد الخصوبة أيضاً مع وجود الطول بسبب ونوعية البويضات المتبقية. كيف يعمل التكاثر؟ في البشر، أدوات محددة للإناث والذكور للتكاثر. هناك نوعان من خلايا الجنسية – صانعي الحيوانات والبويضات. عندما توقع الحيوان المنوي بالبويضة، يمكن أن تخصيبها وتكوين الزيجوت. يصبح هذا اللاقحة في النهاية جنينًا. هناك حاجة إلى كل من الحيوانات والبويضات للتكاثر البشري. مذكرة من كليفلاند كلينيك وتشارك الأعضاء بشكل خاص في النشاط الجنسي والخصوصية والإنجاب. تبدو اختيارًا لكل شخص مختلف. يولد بعض الأشخاص أعضاء تناسلية مفقودين أو غير شكل. يمكن أن يؤثر ذلك على وظائف الجسم نهائياً ويؤدي إلى ثبات غير ثابت أو صعوبة في الحمل أو ممارسة الجنس المؤلم. اتصل بمقدم الرعاية الصحية الخاص بك إذا كانت لديك أي نقص في طلباتك أو إذا كانت لديك أعراض قلقة.إذا حدث الجماع فإن الحيوان المنوي بتخصيب البويضة (الحمل)، يحتوي على البويضة المخصبة (الجنين) عبر قناة فالوب لتزرع في الرحم. هكذا يبدأ الحمل. إذا لم يتم تخصيب البويضة، فسوف يذوب في الرحم. ليس هناك حاجة لدعم الحمل، حيث تتفكك تأخر الرحم وتساقطه. هذا هو الوقت الذي تبدأ فيه دورتك الشهرية. كم عدد البيض لدى النساء؟ لقد ولدت بكل البيض الذي ستنتجه على الإطلاق. خلال فترة الحمل، يكون لديك حوالي 6 ملايين بويضة. عند الولادة، يتبقى حوالي مليون بويضة. بحلول الوقت الذي تصل فيه إلى سن البلوغ، يبقى حوالي 300000 فقط. استمر عدد البويضات لديك في البداية مع تقدمك في السنون والبيض في كل دورة. وتحدد الخصوبة أيضاً مع وجود الطول بسبب ونوعية البويضات المتبقية. كيف يعمل التكاثر؟ في البشر، أدوات محددة للإناث والذكور للتكاثر. هناك نوعان من خلايا الجنسية – صانعي الحيوانات والبويضات. عندما توقع الحيوان المنوي بالبويضة، يمكن أن تخصيبها وتكوين الزيجوت. يصبح هذا اللاقحة في النهاية جنينًا. هناك حاجة إلى كل من الحيوانات والبويضات للتكاثر البشري. مذكرة من كليفلاند كلينيك وتشارك الأعضاء بشكل خاص في النشاط الجنسي والخصوصية والإنجاب. تبدو اختيارًا لكل شخص مختلف. يولد بعض الأشخاص أعضاء تناسلية مفقودين أو غير شكل. يمكن أن يؤثر ذلك على وظائف الجسم نهائياً ويؤدي إلى ثبات غير ثابت أو صعوبة في الحمل أو ممارسة الجنس المؤلم. اتصل بمقدم الرعاية الصحية الخاص بك إذا كانت لديك أي نقص في طلباتك أو إذا كانت لديك أعراض قلقة.",
        "إن لقاح فيروس الورم الحليمي البشري هو استراتيجية الوقاية الموصى بها من السرطانات المرتبطة بالفيروسات، ولكن قبوله لا يزال مثيراً للجدال، وذلك في المقام الأول بسبب العلاقة بين النشاط الجنسي والإصابة بفيروس الورم الحليمي البشري. إن البلدان في الشرق الأوسط وشمال أفريقيا محافظة فيما يتصل بالسلوكيات الجنسية، حيث يشكل الإسلام ممارسات الناس بما في ذلك الصحة الجنسية، ويفرض ممارسة الجنس في سياق قانوني. ويمكن منع العديد من الأمراض المنقولة جنسياً إذا طبق المسلمون في تلك المنطقة قواعد الإسلام دون تردد. ومع ذلك، فإن هذا ليس مضموناً وقد تم الكشف عن تحول ملحوظ في السلوك الجنسي للشباب، بما في ذلك الزيادة الكبيرة في الممارسات الجنسية غير الرسمية، والتي تزيد في الأمد البعيد من حالات الإصابة بفيروس الورم الحليمي البشري والأمراض المرتبطة به. وتفحص هذه الدراسة البيانات الوبائية المتاحة فضلاً عن التعاليم في النصوص المقدسة للإسلام ووجهات نظر العلماء لوصف التوترات الموجودة في الثقافات الإسلامية حول الجنس. إن فهم تأثيرها ووظيفة هذه التوترات يمكن أن يساعد في تسليط الضوء على العوامل التي تساهم في الحواجز التي تحول دون قبول اللقاح. المقال السابق في العدد المقال التالي في العدد الكلمات المفتاحية فيروسات الورم الحليمي البشري قبول لقاح فيروس الورم الحليمي البشري التعاليم الإسلامية منطقة الشرق الأوسط وشمال أفريقيا السلوك الجنسي 1. المقدمة فيروسات الورم الحليمي البشري (HPVs) هي مجموعة من الفيروسات في عائلة Papillomaviridae. تشمل فيروسات الورم الحليمي البشري أكثر من 150 نوعًا [1]، والتي يتم تصنيفها إلى فئات بناءً على قدرتها على التسبب في السرطان. على نطاق عالمي، يعد فيروس الورم الحليمي البشري أحد أكثر الأمراض المنقولة جنسياً شيوعًا [2] والتي يظل لقاح فيروس الورم الحليمي البشري استراتيجية الوقاية الموصى بها. ومع ذلك، لا يزال تقديمه وقبوله مثيرًا للجدل، وذلك في المقام الأول بسبب العلاقة بين النشاط الجنسي وعدوى فيروس الورم الحليمي البشري [3]، [4]. إن دول الشرق الأوسط وشمال إفريقيا محافظة فيما يتعلق بالسلوكيات الجنسية مقارنة بالدول الغربية، لأن لديها معايير دينية واجتماعية أكثر تقليدية [5]. يشكل الإسلام ممارسات وعادات الناس، بما في ذلك الصحة الجنسية والإنجابية، ويفرض ممارسة الجنس في سياق الزواج [6]. ومع ذلك، تظهر بعض الدراسات أن حالات الأمراض المنقولة جنسياً في منطقة الشرق الأوسط وشمال أفريقيا أعلى مما تم الإبلاغ عنه [7]. وتتماشى هذه العوامل مع بعضها البعض لخلق حواجز أمام الوصول إلى لقاح فيروس الورم الحليمي البشري لأولئك في منطقة الشرق الأوسط وشمال أفريقيا الذين قد يستفيدون من التطعيم. تدرس هذه الدراسة البيانات الوبائية المتاحة بالإضافة إلى التعاليم في النصوص المقدسة للإسلام والقرآن والحديث، والتي تؤثر على هذه السياقات الثقافية وتستقصي وجهات نظر العلماء في مجال الدراسات الدينية لوصف التوترات الموجودة في الثقافات الإسلامية حول الجنس. إن فهم تأثير هذه النصوص ووظيفة هذه التوترات يمكن أن يساعد في تسليط الضوء على العوامل التي تساهم في الحواجز أمام قبول لقاح فيروس الورم الحليمي البشري. 2.الأساليب: هذه الدراسة هي مراجعة منهجية للأدبيات. تم جمع البيانات حول وبائيات فيروس الورم الحليمي البشري من خلال عمليات البحث عن الكلمات الرئيسية باستخدام Science Direct و PubMed كمحركي بحث، وساعد أمين مكتبة أبحاث الموضوع في استخراج الأدبيات ذات الصلة في مجال الدراسات الدينية. تم تجميع وفحص الأدبيات باللغات العربية والفرنسية والإنجليزية. وشمل ذلك الدراسات والمقالات المنشورة في المجلات العلمية والدراسات الدينية التي تمت مراجعتها من قبل الأقران؛ والتقارير التي نشرتها منظمات بما في ذلك منظمة الصحة العالمية (WHO)، ومراكز السيطرة على الأمراض والوقاية منها (CDC)، وصندوق الأمم المتحدة للطفولة (اليونيسيف)؛ وتفسيرات الآيات من الكتاب المقدس الإسلامي القرآن الكريم والحديث (الأقوال المأثورة للنبي محمد)؛ والكتب التي كتبها علماء الأنثروبولوجيا واللاهوتيين؛ ودساتير الدول العشرين في منطقة الشرق الأوسط وشمال إفريقيا، كما حددتها اليونيسيف. 3. نظرة عامة والعبء العالمي لفيروس الورم الحليمي البشري يتم تصنيف فيروسات الورم الحليمي البشري بناءً على قدرتها على التسبب في الأورام (قدرتها على التسبب في الأورام) إلى نوعين: مسببة للسرطان، أي تلك التي تسبب السرطان (وتسمى أيضًا عالية الخطورة) وغير مسببة للسرطان (وتسمى أيضًا منخفضة الخطورة) [1]، [2]. تحدث تشوهات خلايا عنق الرحم، سواء كانت منخفضة الدرجة أو عالية الدرجة (سلائف السرطان والسرطانات)، بسبب أنواع فيروس الورم الحليمي البشري عالية الخطورة [1]. يوجد ما لا يقل عن 13 نوعًا من فيروس الورم الحليمي البشري مسببة للسرطان [8]. بالإضافة إلى ذلك، تُعزى جميع حالات سرطان عنق الرحم لدى النساء إلى فيروس الورم الحليمي البشري، 70٪ منها ناجمة في المقام الأول عن النوعين 18 و 16 في جميع أنحاء العالم [8]. تزعم منظمة الصحة العالمية أن أكثر من 85٪ من وفيات سرطان عنق الرحم تحدث في البلدان النامية، وأن فيروس الورم الحليمي البشري على نطاق عالمي يعد أحد أكثر الأمراض المنقولة جنسياً شيوعًا [5]. كشف تحليل تلوي للدراسات التي أجريت على النساء أن معدل انتشار فيروس الورم الحليمي البشري هو 11.7٪ (الشكل 1) [9]. تنزيل: تنزيل صورة عالية الدقة (224 كيلوبايت) تنزيل: تنزيل صورة بالحجم الكامل الشكل 1. انتشار فيروس الورم الحليمي البشري (HPV) بين النساء ذوات الخلايا الطبيعية: تحليل تلوي يعتمد على نتائج من 1016719 امرأة. ملاحظة. تم تعديله من \"العبء العالمي لفيروس الورم الحليمي البشري والأمراض ذات الصلة\"، بقلم د. فورمان، سي. دي مارتيل، سي جيه لاسي، آي. سويرجوماتارام، جيه. لورتيت-تيولينت، إل. بروني، وآخرون، 2012، اللقاح 30، ص. 12-23. الاتصال التناسلي هو الطريق الرئيسي لانتقال عدوى فيروس الورم الحليمي البشري، والذي يحدث غالبًا من خلال الجماع [1]. يبدو أن الانتقال الجنسي مرتبط بعدد الشركاء الجنسيين، والعمر المبكر للجماع، والتشخيص السابق للأمراض المنقولة جنسياً [10]. لا يوجد علاج لعدوى فيروس الورم الحليمي البشري بحد ذاته، بل لأعراضه السريرية [3]. أما بالنسبة للآفات السرطانية السابقة لعنق الرحم، فإن النهج الموصى به من قبل منظمة الصحة العالمية هو \"الفحص والعلاج\"، مع الفحص البصري باستخدام حمض الأسيتيك أو \"اختبار بابانيكولاو\" (اختبار بابانيكولاو) للفحص وإجراء استئصال كهربائي حلقي أو العلاج بالتبريد للعلاج [11]. أما بالنسبة للسرطان، فإن الخزعة هي الطريقة الأكثر فعالية للتشخيص. يعتمد العلاج على العديد من العوامل،مثل مرحلة الآفة السرطانية والعمر والقلق بشأن حماية الخصوبة [2]. تشمل التدابير الوقائية الموصى بها استخدام الواقي الذكري بشكل مناسب ومنتظم، وإقامة علاقة أحادية متبادلة، وتقليل عدد الشركاء الجنسيين؛ ومع ذلك، يظل الامتناع عن ممارسة الجنس هو الأسلوب الأكثر فعالية للوقاية. لقاح فيروس الورم الحليمي البشري هو استراتيجية الوقاية الموصى بها. تقدم العديد من البلدان اللقاح بشكل أساسي للوقاية من الإصابة بأنواع فيروس الورم الحليمي البشري 16 و 18. وتهدف إلى تقليل الإصابة بسرطان عنق الرحم، وبالتالي الوفيات. الهدف الأساسي هو المراهقون الذين تتراوح أعمارهم بين 11 أو 12 عامًا [3]. توصي منظمة الصحة العالمية باللقاح للذكور والإناث حتى سن 21 و 26 عامًا على التوالي، و\"لقاح اللحاق\" للبالغين الذين لديهم عوامل خطر إذا لم يتم تطعيمهم [12]. لا يزال تقديم اللقاح وقبوله مثيرًا للجدل، على الرغم من أن التجارب السريرية وبيانات المراقبة تثبت أن اللقاح غير ضار وفعال [8]. من بين الأسباب الرئيسية للجدل عدم اليقين بشأن آثاره الضارة وطويلة الأمد، وتأثيره على الخصوبة [13]، والاعتقاد بأن عدوى فيروس الورم الحليمي البشري تصيب أولئك النشطين جنسيًا [3]، [4]. 4. فيروس الورم الحليمي البشري في سياق منطقة الشرق الأوسط وشمال إفريقيا 4.1. تحديد منطقة الشرق الأوسط وشمال إفريقيا المنطقة الجغرافية ذات الاهتمام هي منطقة الشرق الأوسط وشمال إفريقيا، والتي تضم، وفقًا لليونيسف، 20 دولة [14]. في المرحلة الأولى من المراجعة، كان هناك معياران للإدراج: اللغة الرسمية والدين كما هو منصوص عليه في دستور كل دولة. ينصب التركيز على تلك البلدان التي تكون فيها اللغة العربية هي اللغة الرسمية فقط (وبالتالي تستبعد إيران وجيبوتي)، والتي يكون فيها الإسلام هو الدين الرسمي للدولة (وبالتالي تستبعد لبنان والسودان وسوريا) [15]، [16]، [17]. اللغة والدين أمران حاسمان في إقامة الروابط الثقافية والتشابهات بين البلدان الخمسة عشر المتبقية، وهي الجزائر والبحرين ومصر والعراق والأردن والكويت وليبيا والمغرب وعمان وقطر والمملكة العربية السعودية وفلسطين وتونس والإمارات العربية المتحدة واليمن. إن القواسم المشتركة للغة هي عامل رئيسي في فهم ونقل الحقيقة حول ثقافة ما [18]، واللغة العربية هي اللغة التي كتب بها القرآن الكريم. وبالمثل، فإن الدين مؤسسة إنسانية قديمة لها تأثير لا يمكن إنكاره على الأفراد والمجتمعات [19]. إن تأسيس الإسلام كدين رسمي لأمة في دستورها يعترف بالدور المهم الذي يلعبه الدين ويوضح أهميته الثقافية والسياسية للدول التي تركز عليها هذه الدراسة [20]. وقد تم التأكيد على أنه في العديد من أنحاء العالم، كان الإسلام قوة لتجانس المجتمعات وتناغمها على المستويات الثقافية والأخلاقية، وإرساء معتقدات وقيم مركزية موحدة [20]، [21]. 4.2. عبء فيروس الورم الحليمي البشري في منطقة الشرق الأوسط وشمال أفريقيا حددت العديد من التحقيقات مناطق جغرافية معينة مرتبطة بالسرطانات الناجمة عن فيروس الورم الحليمي البشري وانتشار العدوى نفسها. ومع ذلك،لم تكن البلدان في منطقة الشرق الأوسط وشمال إفريقيا ممثلة بشكل كبير ولا مشمولة بالعديد من تلك الدراسات، مما أدى إلى نقص في البيانات فيما يتعلق بعبء فيروس الورم الحليمي البشري والسرطانات المرتبطة به في هذه المنطقة [22]. إن تقييم انتشار فيروس الورم الحليمي البشري أمر صعب لأن الفحص غير شائع ولا توجد سجلات وطنية منتظمة كافية للسرطان [5]. على سبيل المثال، في البحرين وليبيا وعمان وفلسطين وقطر، لم تُجر أي دراسات للكشف عن وجود فيروس الورم الحليمي البشري عالي الخطورة في سرطانات عنق الرحم البشرية. وعلى النقيض من ذلك، استكشفت دراسات محدودة للغاية انتشاره في الجزائر ومصر والأردن والكويت والمغرب وتونس والإمارات العربية المتحدة (الجدول 1) [7]، [22]. الجدول 1. فيروس الورم الحليمي البشري وسرطان عنق الرحم الغازي في الشرق الأوسط وشمال إفريقيا. البلدان الفئة العمرية حجم العينة أنواع فيروس الورم الحليمي البشري المكتشفة (%) الجزائر 30-88 198 فيروس الورم الحليمي البشري (97.7)؛ فيروس الورم الحليمي البشري-16 (62.3)، فيروس الورم الحليمي البشري-18 (15.6) مصر 65-38 30 فيروس الورم الحليمي البشري-16 (73.3) المغرب 73-21 186 فيروس الورم الحليمي البشري (94.6)؛ فيروس الورم الحليمي البشري-16 (71.6)، فيروس الورم الحليمي البشري-18 (8.5) الأردن 37-80 48 فيروس الورم الحليمي البشري (85)؛ فيروس الورم الحليمي البشري-16 (68.3)، فيروس الورم الحليمي البشري-18 (24.4)، فيروس الورم الحليمي البشري-39 (9.8)، فيروس الورم الحليمي البشري-56 (9.8)، فيروس الورم الحليمي البشري-52 (7.3)، فيروس الورم الحليمي البشري-45 (7.3)، فيروس الورم الحليمي البشري-33 (4.9)، فيروس الورم الحليمي البشري-31 (2.4)، فيروس الورم الحليمي البشري-35 (2.4). الإمارات العربية المتحدة (UAE) غير متوفر 370 فيروس الورم الحليمي البشري عالي الخطورة (87) ملاحظة: تم تعديله من \"عبء مرض عنق الرحم المرتبط بفيروس الورم الحليمي البشري في منطقة الشرق الأوسط وشمال إفريقيا الممتدة - مراجعة شاملة للأدبيات\"، بقلم م. سعود، 2012، مجلة أمراض الجهاز التناسلي المنخفض 16، ص. 106-120. يتراوح معدل انتشار فيروس الورم الحليمي البشري في آفات عنق الرحم قبل الغزو من 50٪ إلى 100٪ في شمال إفريقيا (الجزائر ومصر وليبيا والمغرب وتونس)، ومن 32٪ إلى 66٪ في الشرق الأوسط (الأردن وفلسطين)، ومن 37٪ إلى 67٪ في الإمارات العربية المتحدة؛ بالنسبة لحالة الثآليل التناسلية الحميدة، كان معدل الانتشار 84.4٪ إلى 87.5٪ في تونس [7]. إن انتشار فيروس الورم الحليمي البشري في بلدان منطقة الشرق الأوسط وشمال أفريقيا يمثل مشكلة صحية عامة، على الرغم من أن الدراسات أظهرت أنه منخفض وأن السرطانات الناجمة عن فيروس الورم الحليمي البشري تمثل معدلات منخفضة في عموم السكان في هذه البلدان [7]. ومع ذلك، قد تتفاقم هذه المشكلة وتصبح تهديدًا للصحة العامة إذا لم يتم التعامل معها على الفور. وقد لوحظ أن غالبية النساء في المنطقة ليس لديهن إمكانية الوصول إلى الخدمات الوقائية مثل اختبار باب، الذي يسمح بالكشف المبكر عن تشوهات الخلايا، أو اللقاحات الوقائية ضد أنواع فيروس الورم الحليمي البشري عالية الخطورة [22]. إن تبني لقاحات فيروس الورم الحليمي البشري سيكون تدخلاً مجديًا لأن معظم البلدان في المنطقة قد أنشأت بالفعل برامج فعالة لتوصيل التطعيمات [7]. 4.3. فيروس الورم الحليمي البشري في السياق الثقافي إن البلدان في منطقة الشرق الأوسط وشمال أفريقيا محافظة فيما يتعلق بالسلوكيات الجنسية مقارنة بالغرب، لأن لديها معايير دينية واجتماعية أكثر تقليدية [5]. والواقع أن الإسلام يشكل ممارسات وعادات الناس، بما في ذلك الصحة الجنسية والإنجابية ويفرض ممارسة الجنس في سياق الزواج [6]. يُعتقد أن حالات الأمراض المنقولة جنسياً في المنطقة أعلى من تلك المبلغ عنها، مما يؤدي إلى اعتقاد خاطئ بأن الأمراض المنقولة جنسياً نادرة هناك [7]. تتمتع هذه المنطقة بثاني أصغر سكان في العالم،مع 90 مليون شخص تتراوح أعمارهم بين 15 و 24 عامًا [6]. وعلى الرغم من التقارير التي تفيد بأن سن البدء في ممارسة الجنس يرتبط ارتباطًا وثيقًا بحدوث فيروس الورم الحليمي البشري على مستوى العالم، إلا أنه لا توجد بيانات كافية حول البدء في ممارسة الجنس في المنطقة لأن الموضوع يُنظر إليه على أنه من المحرمات؛ ومع ذلك، يُقدر سن البدء في ممارسة الجنس بين 19 و 23 عامًا [7]، [23]. وبالمقارنة مع التقييم السابق، فإن نسبة الشباب الذين يشاركون في أنشطة جنسية قبل الزواج آخذة في الازدياد [6]. كما ورد أن سن الزواج متأخر لكلا الجنسين وأن عدد الأشخاص الذين يتزوجون في سن مبكرة آخذ في الانخفاض [6]. تقدم كل هذه العوامل دليلاً على أن السلوكيات الاجتماعية الجنسية القياسية تتغير بشكل كبير في منطقة الشرق الأوسط وشمال إفريقيا، وخاصة بين جيل الشباب، مما قد يؤدي في الأمد البعيد إلى زيادة انتقال الأمراض المنقولة جنسياً وحدوثها، وخاصة فيروس الورم الحليمي البشري والأمراض ذات الصلة [6]، [7]. تتأثر الصحة العقلية والجسدية بالدين، الذي يلعب دورًا وقائيًا في منع حدوث الأمراض [24]. وبالمثل، فإن إدراك وفهم الأمراض وقبول أو رفض بعض تقنيات العلاج أو التدابير الوقائية يتأثر بشكل كبير بالدين [25]. وفي حالة التدابير الوقائية من فيروس الورم الحليمي البشري، فقد تم التأكيد على أن وجهات النظر الثقافية والدينية المحافظة قد تشكل حواجز أمام قبولها. على سبيل المثال، أظهرت الدراسات النوعية أن من بين المخاوف الرئيسية للوالدين مناقشة النشاط الجنسي مع أطفالهم، والإدراك بأن الموافقة على التطعيم هي تشجيع ضمني على النشاط الجنسي [26]. أظهرت الدراسات التي أجريت في بريطانيا أن قبول اللقاح كان أقل احتمالية بين المراهقين المسلمين الممارسين. تم قياس الاختلافات العرقية في قبول لقاح فيروس الورم الحليمي البشري في دراسة بريطانية، والتي كشفت أن المخاوف المتعلقة بالجنس مثل النشاط الجنسي قبل الزواج كانت السبب الذي قدمته 20٪ من الأمهات الباكستانيات المسلمات مقارنة بـ 2٪ من الأمهات البريطانيات البيض لرفض التطعيم [13]، [27]. 5. الإسلام والسلوك الجنسي 5.1. الإسلام والسلوك الجنسي في القرآن الكريم ما هو القرآن الكريم؟ القرآن الكريم هو الكتاب الأساسي للإسلام، ثالث الأديان الإبراهيمية [28]. يعتبره المسلمون نصًا مقدسًا والرسالة النهائية من الله للبشرية جمعاء والتي تم الكشف عنها في عام 610 م على مدى 23 عامًا للنبي محمد من خلال الملاك جبرائيل [29]، [30]. القرآن ليس في المقام الأول كتابًا للقواعد، بل إنه بدلاً من ذلك بمثابة توجيه وتحفيز للعقول والأرواح ودليل على عجائب الله. يتكون من 114 سورة، والتي تعادل الفصول. 5.2. الجنس في القرآن تحدث ممارسة العلاقات الجنسية عبر الثقافات والمجتمعات في إطار يخضع غالبًا لتفسيرات وأنظمة صارمة [29]، [31]. من منظور قرآني، يُنظر إلى الجنس على أنه نشاط مقدس وحاجة إنسانية يجب إشباعها بطريقة مشروعة ومناسبة مع شركاء شرعيين [31].إن مفهوم الزوج (الزواج) هو محور الحياة والتكاثر [29] كما تنص النصوص القرآنية التالية: \"سبحان الله الذي خلق الأزواج من كل شيء تنبته الأرض ومن أنفسهم وما لا يعلمون\" (القرآن، سورة 36، الآية 36) [32]. إن الامتناع عن جميع أنواع الجماع خارج الإطار الشرعي (الحلال) لكلا الجنسين يعكس الطهارة والأخلاق الرفيعة، في حين أن أي ممارسات غير مشروعة (حرام) (الزنا) هي خطايا تستحق العقوبة أثناء الحياة على الأرض وبعد الموت [31] (الجدول 2) [31]، [32]. في القرآن، هناك حوالي 27 آية مخصصة لإدانة العلاقة الجنسية غير المشروعة [29]. الجدول 2. آيات قرآنية مختارة مع الاستشهاد ذي الصلة [31]، [32]. موضوع الاستشهاد القرآني الآيات الزنا سورة 24 الآية 2 \"والزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ولا تأخذكم رأفة في أمر الله إن كنتم تؤمنون بالله واليوم الآخر\". سورة 25 الآيات 68-70 \"والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما يضاعف له العذاب يوم القيامة ويخلد فيه مهانا\" \"إلا من تاب وآمن وعمل صالحا فأولئك يبدل الله سيئاتهم حسنات وكان الله غفورا رحيما\" سورة الإسراء الآية 32 \"ولا تقربوا الزنى إنه كان فاحشة وساء سبيلا\" سورة المعارج الآية 31 \"ومن عادى وراء ذلك فأولئك هم العادون\" سورة المعارج الآيات 29-30 \"والذين هم لفروجهم حافظون\" إلا على أزواجهم وما ملكت أيمانهم فإنهم غير ملومين سورة الأحزاب الآية 35 \"والمسلمين والمسلمات والمؤمنين والمؤمنات والقانتين والقانتات والصادقين والصادقات والصابرين والصابرات والخاشعين والخاشعات والمتصدقين والمتصدقات والصائمين والصائمات والحافظين فروجهم والحافظات والذاكرين الله كثيرًا والذاكرات أعد الله لهم مغفرة وأجرًا عظيمًا\". العلاقة الشرعية والعفة سورة الأحزاب الآية 33 \"وليستعفف الذين لا يجدون نكاحًا حتى يرزقهم الله من فضله وإن استكتب أحد عبادك كتابًا فاكتبوا له إن علمتم فيهم خيرًا\". نعم أعطوهن من ما آتاكم الله. ولكن لا تكرهوا فتياتكم على البغاء إذا أردن التعفف لكي تشتروا من عرض الحياة الدنيا شيئا. ولكن من أكرههن فمن بعد إكراه.5.3. الإسلام والسلوك الجنسي في الحديث ما هو الحديث؟ الحديث هو مجموعة من أقوال وأفعال وأذونات النبي محمد كما نقلها شهود موثوق بهم [33]. تعتبر هذه المجموعة بمثابة مثال وتوضيح للسلوك المثالي لجميع الناس [29]. 5.4. الجنس في الحديث أثبتت العديد من مصادر الحديث أن الرغبة الجنسية هي حاجة طبيعية وأن الطريقة الوحيدة اللائقة والمشجعة لإشباعها هي من خلال علاقة مشروعة مثل الزواج [31]، [34]، في حين تعتبر الممارسات الجنسية غير المشروعة خطيئة كبيرة تستحق العقوبة [31]، [34] (الجدول 3) [34]، [35]، [36]، [37]. الجدول 3. اقتباسات مختارة من الحديث [34]، [35]، [36]، [37]. \"موضوع الاستشهاد الزنا \"\"إن الله فرض فرائض فلا تنسخوها، وحرم أشياء فلا تنتهكوها، ووضع حدوداً فلا تعتدوها، وسكت عن أمور فلا تجادلوا فيها وأنتم تعلمون\"\" حديث الدارقطني عن أبي ثعلبة \"\"اتقوا الزنا فإنه فيه ست خصال، ثلاث منها تظهر في الدنيا وثلاث في الآخرة، وأما الثلاث الدنيوية فهي: أنه يذهب البياض عن وجه صاحبه، ويشعره بالفقر، ويقصر عمره\"\" [34] \"\"ليس بعد الشرك بالله تعالى إثم أعظم من أن يضع الرجل منيه في رحم لا يحل له وضعه\"\" [34] العلاقات الشرعية والعفة «العاقل من ملك شهوته واستعد للحياة التي بعد الموت، والضعيف من عاش على حب الدنيا وتوقع من الله الكذب». حديث الترمذي عن شداد بن أوس «ما بني بيت في الإسلام أحب إلى الله من النكاح». [37] «يا معشر الشباب من استطاع منكم فليتزوج، فإنه أشغل عن النساء، وأحصن من الشهوة، ومن لم يستطع فعليه بالصوم، فإن الصوم جنان». حديث البخاري ومسلم عن عبد الله بن مسعود «إن أحق الشروط أن توفوا به ما استحللتم به الفروج». حديث البخاري عن عقبة [35] 5.5. الإسلام والسلوك الجنسي في الأدبيات لقد زعم الباحث رضوي، الذي يركز عمله على الحوار بين الأديان والدعوة إلى السلام، أن كون المرء مسلمًا يتطلب قبول الحد من الحرية الشخصية للفرد لأن الله له حقوق علينا يجب احترامها وعدم انتهاكها أبدًا. ومع ذلك، للتعامل مع الاحتياجات والدوافع الجنسية، وصف ما يسمى \"بالطرق المؤقتة المشروعة،\"والتي تتألف من الامتناع مؤقتًا أو الزواج مؤقتًا. ويسمى الأخير المتعة [37]. كما وصف الطرق المتنوعة التي تم بها التعبير عن التوترات بين الدين والجنس من قبل الأنظمة الاجتماعية والصراع والاختلاف بين أساسيات التعاليم الإسلامية حول الجنس والمفهوم الجديد للحرية الجنسية في المجتمعات الإسلامية [37]. في هذا السياق، يصف المدافع عن حقوق الإنسان وعالم الاجتماع التونسي بوحديبة أن تصور النموذج الذي يرمز إليه النبي محمد وتعاليمه من الحديث إلى السنة قد تدهور عبر التاريخ، بل أصبح يُعتبر بدائيًا. ومع مرور الوقت، يتزايد عدد المسلمين الذين يتخلون عن هذا النموذج [29]. أعلنت الكاتبة النسوية المصرية نوال السعداوي أن الحرية عامل رئيسي لكلا الجنسين في جميع جوانب الحياة [38]. ومع ذلك، فهي تزعم أن الحرية على المستويين الاقتصادي والاجتماعي لم تنمو وتزدهر في وقت واحد مع المستوى الجنسي، مما قد يؤدي إلى تشوهات داخل المجتمعات بما في ذلك المجتمع العربي [38]. وقد لوحظ في الآونة الأخيرة تحول ملحوظ في السلوك الجنسي للشباب، حيث زادت بشكل كبير حالات الممارسات الجنسية غير الرسمية، سواء خارج إطار الزواج أو قبل الزواج [31]. على سبيل المثال، هناك زواج المسيار، الذي يتميز بحقوق زوجية مقيدة (سكن، مالي، دعم، إلخ)، والذي أقره زوجان من المفتين في المملكة العربية السعودية [31]. وفي مصر، من الشائع أن نشهد ظاهرة الزواج العرفي، وهو اتحاد لا يتم الإبلاغ عنه للسلطات الرسمية حيث تتمتع المرأة بحقوق محدودة للغاية [31]. ومع ذلك، فإن العديد من المجتمعات الإسلامية تنكر وتحجم عن مواجهة حقيقة هذه الظاهرة، والتي تعزى إلى حقيقة أن الناس يميلون إلى عدم الاعتراف أو الكشف عن خطاياهم وأن من المستحسن ثقافيًا ودينيًا عدم الكشف عن خطايا الآخرين [31]. تشهد المجتمعات الإسلامية تغييرات عميقة فيما يتعلق بالعلاقات بين الجنسين وكذلك الحياة الجنسية؛ لم يعد النموذج القديم مطبقًا كما كان من قبل على جوانب مختلفة بالغة الأهمية [31]. إنه عصر يتميز بالتوتر والحيرة والشك والارتباك الناجم عن القواعد والمعايير الجنسية المتغيرة والتساؤل حول الأخلاق الدينية [39]. قد يؤدي هذا التغيير السلوكي الجذري في المجتمعات الإسلامية، بما في ذلك تلك الموجودة في منطقة الشرق الأوسط وشمال إفريقيا، في الأمد البعيد إلى زيادة حالات الإصابة بفيروس الورم الحليمي البشري والأمراض المرتبطة به [6]، [7]. 6. الخاتمة لا يمكن إنكار التوجيه والتأثير الذي تمارسه القواعد والتعاليم الإسلامية على سلوكيات وقرارات المسلمين بما في ذلك تلك المتعلقة بالصحة [6]، [23]. في الواقع، يمكن منع العديد من الأمراض المنقولة جنسياً إذا تم احترام قواعد الإسلام وتطبيقها بلا كلل من قبل المسلمين في دول الشرق الأوسط وشمال إفريقيا. ومع ذلك، فإن هذا غير مضمون لأنه تم اكتشاف تحول ملحوظ في السلوك الجنسي للشباب في هذه المنطقة، مع زيادة كبيرة في الممارسات الجنسية غير القانونية،والعديد من المجتمعات الإسلامية تنكر هذه الظاهرة وتتردد في معالجتها [31]. بالإضافة إلى ذلك، فإن انتشار فيروس الورم الحليمي البشري في المنطقة - حتى لو كان منخفضًا وفقًا للبيانات المحدودة المتاحة - يمثل مشكلة صحية عامة. تاريخيًا، أثرت التعاليم الإسلامية، سواء القرآن الكريم أو الحديث، بشكل عميق على العلماء المسلمين، بما في ذلك أولئك في المجال الطبي [40]. ومع ذلك، لم تتم دراسة مساهمة التعاليم الإسلامية في تغيير السلوك والتثقيف الصحي على نطاق واسع [40]. كما أن المعرفة المحدودة بتأثير الإسلام على تغيير السلوك والتثقيف الصحي تحد أيضًا من معرفة تأثير الإسلام على تناول لقاح فيروس الورم الحليمي البشري أو قبوله. وبالتالي، تقدم هذه الدراسة التوصيات التالية: استكشاف تأثير الإسلام بشكل أكبر على تغيير السلوك والتثقيف الصحي من قبل الباحثين في منطقة الشرق الأوسط وشمال إفريقيا؛ الاعتراف بالتغيرات في السلوك الجنسي بين الشباب داخل المجتمعات المسلمة في منطقة الشرق الأوسط وشمال إفريقيا؛ تحسين فهم الشباب للأخلاق والقواعد الجنسية الإسلامية؛ إدراج التثقيف الصحي الجنسي في سياسات الصحة الإنجابية التي وضعتها كل حكومة؛ تعزيز استخدام خدمات الصحة الجنسية في المرافق الصحية؛ تنفيذ برامج الفحص الوطنية الشاملة؛ تعزيز وتنفيذ استخدام لقاح فيروس الورم الحليمي البشري في التغطية الشاملة للتطعيم في بلدان منطقة الشرق الأوسط وشمال أفريقيا التي تستطيع تحمل تكاليفه؛ إجراء تقييمات شاملة لانتشار فيروس الورم الحليمي البشري والمعرفة والمواقف والممارسات تجاه اللقاح لتوفير وصف واضح للوضع في المنطقة.استكشاف تأثير الإسلام بشكل أكبر على تغيير السلوك والتثقيف الصحي من قبل الباحثين في منطقة الشرق الأوسط وشمال أفريقيا؛ الاعتراف بالتغيرات في السلوك الجنسي بين الشباب داخل المجتمعات المسلمة في منطقة الشرق الأوسط وشمال أفريقيا؛ تحسين فهم الشباب للأخلاق والقواعد الجنسية الإسلامية؛ إدراج التثقيف الصحي الجنسي في سياسات الصحة الإنجابية التي تضعها كل حكومة؛ تعزيز استخدام خدمات الصحة الجنسية في المرافق الصحية؛ تنفيذ برامج الفحص الوطني الشامل؛ تعزيز وتنفيذ استخدام لقاح فيروس الورم الحليمي البشري في التغطية الشاملة للتطعيم في بلدان منطقة الشرق الأوسط وشمال أفريقيا التي تستطيع تحمل تكلفته؛ إجراء تقييمات شاملة لانتشار فيروس الورم الحليمي البشري والمعرفة والمواقف والممارسات تجاه اللقاح لتوفير وصف واضح للوضع في المنطقة.استكشاف تأثير الإسلام بشكل أكبر على تغيير السلوك والتثقيف الصحي من قبل الباحثين في منطقة الشرق الأوسط وشمال أفريقيا؛ الاعتراف بالتغيرات في السلوك الجنسي بين الشباب داخل المجتمعات المسلمة في منطقة الشرق الأوسط وشمال أفريقيا؛ تحسين فهم الشباب للأخلاق والقواعد الجنسية الإسلامية؛ إدراج التثقيف الصحي الجنسي في سياسات الصحة الإنجابية التي تضعها كل حكومة؛ تعزيز استخدام خدمات الصحة الجنسية في المرافق الصحية؛ تنفيذ برامج الفحص الوطني الشامل؛ تعزيز وتنفيذ استخدام لقاح فيروس الورم الحليمي البشري في التغطية الشاملة للتطعيم في بلدان منطقة الشرق الأوسط وشمال أفريقيا التي تستطيع تحمل تكلفته؛ إجراء تقييمات شاملة لانتشار فيروس الورم الحليمي البشري والمعرفة والمواقف والممارسات تجاه اللقاح لتوفير وصف واضح للوضع في المنطقة.",
        "الأمراض المنقولة جنسياً (STDs) هي الأمراض التي تسببها العدوى المنقولة جنسياً (STIs). وهي تنتشر بشكل رئيسي عن طريق الاتصال الجنسي. تحدث الأمراض المنقولة جنسياً بسبب البكتيريا أو الفيروسات أو الطفيليات. قد تنتقل العدوى المنقولة جنسياً من شخص لآخر عن طريق الدم أو السائل المنوي أو المهبل أو سوائل الجسم الأخرى. في بعض الأحيان تنتشر الأمراض المنقولة جنسياً بطرق أخرى غير الاتصال الجنسي. على سبيل المثال، يمكن أن تنتشر الأمراض المنقولة جنسياً إلى الرضع أثناء الحمل أو الولادة. يمكن أن تنتشر الأمراض المنقولة جنسياً أيضًا من خلال نقل الدم أو مشاركة الإبر. لا تسبب الأمراض المنقولة جنسياً أعراضًا دائمًا. يمكن أن يصاب الشخص بالعدوى المنقولة جنسياً من شخص آخر يبدو بصحة جيدة وقد لا يعرف حتى أنه مصاب بالعدوى. المنتجات والخدمات كتاب: كتاب Mayo Clinic Family Health الأعراض يمكن أن يكون للأمراض المنقولة جنسياً مجموعة من الأعراض، بما في ذلك عدم ظهور أي أعراض. ​​لهذا السبب قد تمر الأمراض المنقولة جنسياً دون أن يلاحظها أحد حتى يصاب الشخص بمضاعفات أو يتم تشخيص شريكه. قد تشمل أعراض الأمراض المنقولة جنسياً ما يلي: تقرحات أو نتوءات على الأعضاء التناسلية أو في منطقة الفم أو المستقيم. التبول المؤلم أو الحارق. إفرازات من القضيب. إفرازات مهبلية غير عادية أو ذات رائحة كريهة. نزيف مهبلي غير عادي. ألم أثناء ممارسة الجنس. تورم الغدد الليمفاوية، وخاصة في منطقة الفخذ، ولكن في بعض الأحيان تكون أكثر انتشارًا. ألم أسفل البطن. حمى. طفح جلدي على الجذع أو اليدين أو القدمين. قد تظهر أعراض العدوى المنقولة جنسياً بعد أيام قليلة من التعرض. ولكن قد يستغرق الأمر سنوات قبل أن تظهر لديك أي مشاكل ملحوظة، اعتمادًا على سبب العدوى المنقولة جنسياً. متى يجب زيارة الطبيب؟ راجع أخصائي الرعاية الصحية على الفور إذا: كنت نشطًا جنسيًا وربما تعرضت لعدوى منقولة جنسيًا. لديك أعراض عدوى منقولة جنسياً. حدد موعدًا مع أخصائي الرعاية الصحية: عندما تفكر في أن تصبح نشطًا جنسيًا أو بحلول سن 21 عامًا، أيهما يأتي أولاً. قبل أن تبدأ ممارسة الجنس مع شريك جديد. المزيد من المعلومات أعراض الأمراض المنقولة جنسياً طلب موعد من Mayo Clinic إلى صندوق الوارد الخاص بك سجل مجانًا وابق على اطلاع دائم بالتقدم البحثي ونصائح الصحة والموضوعات الصحية الحالية والخبرة في إدارة الصحة. انقر هنا لمعاينة البريد الإلكتروني. البريد الإلكتروني تعرف على المزيد حول استخدام Mayo Clinic للبيانات. اشترك! الأسباب يمكن أن تحدث الأمراض المنقولة جنسياً بسبب: البكتيريا. السيلان والزهري والكلاميديا ​​هي أمثلة على الأمراض المنقولة جنسياً التي تسببها البكتيريا. الطفيليات. داء المشعرات هو مرض منقول جنسياً يسببه طفيلي. الفيروسات. تشمل الأمراض المنقولة جنسياً التي تسببها الفيروسات فيروس الورم الحليمي البشري (HPV)، وفيروس الهربس البسيط، وفيروس نقص المناعة البشرية (HIV)، الذي يسبب الإيدز. عوامل الخطر أي شخص نشط جنسياً معرض لخطر الإصابة بأحد الأمراض المنقولة جنسياً أو نشره. تشمل العوامل التي قد تزيد من خطر الإصابة بعدوى منقولة جنسياً ما يلي: ممارسة الجنس بدون وقاية. يزيد الجنس المهبلي أو الشرجي مع شريك مصاب لا يرتدي واقيًا ذكريًا (لاتكس أو بولي يوريثين) بشكل كبير من خطر الإصابة بأحد الأمراض المنقولة جنسياً.لا ينصح باستخدام الواقيات الذكرية المصنوعة من الأغشية الطبيعية لأنها غير فعالة في منع بعض الأمراض المنقولة جنسياً. كما أن عدم استخدام الواقيات الذكرية بشكل صحيح أو عدم استخدامها في كل مرة يمكن أن يزيد من المخاطر. قد يكون الجنس الفموي أقل خطورة. ولكن الأمراض المنقولة جنسياً يمكن أن تنتشر إذا لم يستخدم الشخص الواقي الذكري (اللاتكس أو البولي يوريثين) أو السد السني. وهو عبارة عن قطعة رقيقة مربعة من المطاط مصنوعة من اللاتكس أو السيليكون. ممارسة الجنس مع العديد من الشركاء. كلما زاد عدد الأشخاص الذين تمارس معهم نشاطًا جنسيًا، زاد خطر تعرضك للخطر. وجود تاريخ من الأمراض المنقولة جنسياً. إن الإصابة بعدوى منقولة جنسياً واحدة تجعل من السهل إصابة مرض منقول جنسياً آخر. الإجبار على الانخراط في نشاط جنسي. راجع أخصائي رعاية صحية في أقرب وقت ممكن للحصول على الفحص والعلاج والدعم العاطفي. إساءة استخدام الكحول أو تعاطي المخدرات الترفيهية. يمكن أن يؤدي تعاطي المخدرات إلى تثبيط حكمك، مما يجعلك أكثر استعدادًا للمشاركة في سلوكيات محفوفة بالمخاطر. حقن المخدرات. يمكن أن يؤدي مشاركة الإبرة أثناء حقن المخدرات إلى انتشار العديد من الأمراض الخطيرة. من الأمثلة على ذلك فيروس نقص المناعة البشرية (HIV) والتهاب الكبد B والتهاب الكبد C. أن تكون شابًا. يبلغ الأشخاص الذين تتراوح أعمارهم بين 15 و 24 عامًا عن مستويات عالية من الأمراض المنقولة جنسياً مقارنة بمن هم أكبر سنًا. الانتشار من الأمهات إلى الرضع أثناء الحمل أو الولادة، يمكن أن تنتقل بعض الأمراض المنقولة جنسياً من الأم إلى الرضيع. ومن الأمثلة على ذلك السيلان والكلاميديا ​​وفيروس نقص المناعة البشرية والزهري. يمكن أن تسبب الأمراض المنقولة جنسياً عند الرضع مشاكل خطيرة أو حتى الموت. يجب فحص جميع النساء الحوامل بحثًا عن عدوى الأمراض المنقولة جنسياً وعلاجهن حسب الحاجة. المضاعفات لا تظهر أعراض على العديد من الأشخاص في المراحل المبكرة من الأمراض المنقولة جنسياً. ولهذا السبب فإن الفحص مهم لمنع المضاعفات. تشمل المضاعفات المحتملة للأمراض المنقولة جنسياً ما يلي: آلام الحوض. مضاعفات الحمل. التهاب العين. التهاب المفاصل. مرض التهاب الحوض. العقم. أمراض القلب. بعض أنواع السرطان، مثل سرطان عنق الرحم والمستقيم المرتبط بفيروس الورم الحليمي البشري. الوقاية هناك العديد من الطرق لتجنب أو تقليل خطر الإصابة بالأمراض المنقولة جنسياً. تجنب ممارسة الجنس أو النشاط الجنسي. الطريقة الأكثر فعالية لتجنب الأمراض المنقولة جنسياً هي عدم ممارسة الجنس. البقاء مع شريك واحد غير مصاب. البقاء في علاقة طويلة الأمد حيث يمارس كلا الطرفين الجنس مع بعضهما البعض فقط ولا يكون أي من الشريكين مصابًا يمكن أن يكون أحد الطرق لتجنب الأمراض المنقولة جنسياً. انتظر واختبر. تجنب ممارسة الجنس المهبلي والشرجي أو النشاط الجنسي مع شركاء جدد حتى يتم اختباركما للأمراض المنقولة جنسياً. قد يكون الجنس الفموي أقل خطورة. لكن الأمراض المنقولة جنسياً لا تزال يمكن أن تنتشر إذا لم يستخدم الشخص الواقي الذكري (اللاتكس أو البولي يوريثين) أو السد السني. تمنع هذه الحواجز ملامسة الجلد للجلد بين الأغشية المخاطية للفم والأعضاء التناسلية. احصل على التطعيم. يمكن أن يمنع التطعيم قبل ممارسة الجنس أنواعًا معينة من الأمراض المنقولة جنسياً. تتوفر لقاحات لمنع الأمراض المنقولة جنسياً الناجمة عن فيروس الورم الحليمي البشري (HPV) والتهاب الكبد A والتهاب الكبد B. استخدم الواقي الذكري والسد السني باستمرار وبشكل صحيح.استخدم واقي ذكري جديد من مادة اللاتكس أو البولي يوريثين أو حاجز أسنان لكل ممارسة جنسية، سواء كانت عن طريق الفم أو المهبل أو الشرج. لا تستخدم أبدًا مواد التشحيم القائمة على الزيت، مثل الفازلين، مع الواقي الذكري المصنوع من مادة اللاتكس أو الحاجز الفموي. كما أن هذه الأنواع من الحواجز توفر حماية أقل للأمراض المنقولة جنسياً التي تنطوي على تقرحات تناسلية مكشوفة، مثل فيروس الورم الحليمي البشري أو الهربس. لا تحمي أشكال منع الحمل غير الحاجزة، مثل حبوب منع الحمل أو الأجهزة داخل الرحم (IUD)، من الأمراض المنقولة جنسياً. لا تشرب الكحوليات بشكل مفرط أو تستخدم المخدرات غير المشروعة. إذا كنت تحت تأثير هذه المواد، فأنت أكثر عرضة للمخاطرة الجنسية. تحدث إلى شريكك. قبل أي اتصال جنسي، تحدث إلى شريكك حول ممارسة الجنس الآمن. تأكد من موافقتك بوضوح على الأنشطة التي ستكون أو لن تكون مقبولة. فكر في ختان الذكور. بالنسبة للرجال، وجدت الأدلة أن الختان يمكن أن يساعد في تقليل خطر الإصابة بفيروس نقص المناعة البشرية من امرأة مصابة بفيروس نقص المناعة البشرية بنسبة تصل إلى 60٪. قد يساعد ختان الذكور أيضًا في منع انتشار فيروس الورم الحليمي البشري التناسلي والهربس التناسلي. فكر في استخدام العلاج الوقائي قبل التعرض للفيروس (PrEP). وافقت إدارة الغذاء والدواء الأمريكية (FDA) على دوائين مركبين لتقليل خطر الإصابة بفيروس نقص المناعة البشرية لدى الأشخاص المعرضين لخطر كبير. الدوائين هما إيمتريسيتابين بالإضافة إلى فومارات تينوفوفير ديسوبروكسيل (تروفادا) وإمتريسيتابين بالإضافة إلى فومارات تينوفوفير ألافيناميد (ديسكوفي). يجب تناول هذه الأدوية كل يوم، تمامًا كما هو موصوف. سيصف لك أخصائي الرعاية الصحية هذه الأدوية للوقاية من فيروس نقص المناعة البشرية فقط إذا لم تكن مصابًا بفيروس نقص المناعة البشرية بالفعل. ستحتاج إلى إجراء اختبار فيروس نقص المناعة البشرية قبل البدء في تناول العلاج الوقائي قبل التعرض للفيروس ثم كل ثلاثة أشهر طالما كنت تتناوله. سيختبر أخصائي الرعاية الصحية أيضًا وظائف الكلى لديك قبل وصف تروفادا. ثم سيختبر وظائف الكلى لديك كل ستة أشهر. إذا كنت مصابًا بالتهاب الكبد ب، فاستشر أخصائي الأمراض المعدية أو أخصائي الكبد قبل بدء العلاج. وفقًا لمراكز السيطرة على الأمراض والوقاية منها، إذا كنت تستخدم تروفادا يوميًا، فيمكنك تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال ممارسة الجنس بنحو 99٪. ويمكنك تقليل خطر الإصابة بفيروس نقص المناعة البشرية من تعاطي المخدرات عن طريق الحقن بنسبة تزيد عن 74%. وتشير الأبحاث إلى أن عقار ديسكوفي فعال أيضًا في تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال ممارسة الجنس. ولكن لم تتم دراسة عقار ديسكوفي على الأشخاص الذين يمارسون الجنس المهبلي. ويمكن أن يؤدي استخدام وسائل الوقاية الإضافية، مثل الواقي الذكري، إلى تقليل خطر الإصابة بشكل أكبر ومنع الإصابة بالأمراض المنقولة جنسيًا الأخرى.تحدث مع شريكك حول ممارسة الجنس الآمن. تأكد من موافقتك بوضوح على الأنشطة التي ستكون مقبولة وغير مقبولة. فكر في ختان الذكور. بالنسبة للرجال، وجدت الأدلة أن الختان يمكن أن يساعد في تقليل خطر الإصابة بفيروس نقص المناعة البشرية من امرأة مصابة بفيروس نقص المناعة البشرية بنسبة تصل إلى 60٪. قد يساعد ختان الذكور أيضًا في منع انتشار فيروس الورم الحليمي البشري التناسلي والهربس التناسلي. فكر في استخدام الوقاية قبل التعرض (PrEP). وافقت إدارة الغذاء والدواء الأمريكية (FDA) على دوائين مركبين لتقليل خطر الإصابة بفيروس نقص المناعة البشرية لدى الأشخاص المعرضين لخطر كبير. الأدوية هي إيمتريسيتابين بالإضافة إلى فومارات ديسوبروكسيل تينوفوفير (تروفادا) وإمتريسيتابين بالإضافة إلى فومارات ألافيناميد تينوفوفير (ديسكوفي). يجب تناول هذه الأدوية كل يوم، تمامًا كما هو موصوف. سيصف أخصائي الرعاية الصحية هذه الأدوية للوقاية من فيروس نقص المناعة البشرية فقط إذا لم تكن مصابًا بفيروس نقص المناعة البشرية بالفعل. ستحتاج إلى اختبار فيروس نقص المناعة البشرية قبل أن تبدأ في تناول PrEP ثم كل ثلاثة أشهر طالما كنت تتناوله. سيقوم أخصائي الرعاية الصحية الخاص بك أيضًا باختبار وظائف الكلى قبل وصف عقار تروفادا. ثم سيقوم باختبار وظائف الكلى كل ستة أشهر. إذا كنت مصابًا بالتهاب الكبد B، فاستشر أخصائي الأمراض المعدية أو أخصائي الكبد قبل بدء العلاج. وفقًا لمراكز السيطرة على الأمراض والوقاية منها، إذا كنت تستخدم عقار تروفادا يوميًا، فيمكنك تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال ممارسة الجنس بنحو 99٪. ويمكنك تقليل خطر الإصابة بفيروس نقص المناعة البشرية من تعاطي المخدرات عن طريق الحقن بأكثر من 74٪. تشير الأبحاث إلى أن عقار ديسكوفي فعال أيضًا في تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال ممارسة الجنس. لكن لم تتم دراسة عقار ديسكوفي على الأشخاص الذين يمارسون الجنس المهبلي. يمكن أن يؤدي استخدام الوقاية الإضافية، مثل الواقي الذكري، إلى تقليل خطر الإصابة بشكل أكبر ومنع الأمراض المنقولة جنسياً الأخرى.تحدث مع شريكك حول ممارسة الجنس الآمن. تأكد من موافقتك بوضوح على الأنشطة التي ستكون مقبولة وغير مقبولة. فكر في ختان الذكور. بالنسبة للرجال، وجدت الأدلة أن الختان يمكن أن يساعد في تقليل خطر الإصابة بفيروس نقص المناعة البشرية من امرأة مصابة بفيروس نقص المناعة البشرية بنسبة تصل إلى 60٪. قد يساعد ختان الذكور أيضًا في منع انتشار فيروس الورم الحليمي البشري التناسلي والهربس التناسلي. فكر في استخدام الوقاية قبل التعرض (PrEP). وافقت إدارة الغذاء والدواء الأمريكية (FDA) على دوائين مركبين لتقليل خطر الإصابة بفيروس نقص المناعة البشرية لدى الأشخاص المعرضين لخطر كبير. الأدوية هي إيمتريسيتابين بالإضافة إلى فومارات ديسوبروكسيل تينوفوفير (تروفادا) وإمتريسيتابين بالإضافة إلى فومارات ألافيناميد تينوفوفير (ديسكوفي). يجب تناول هذه الأدوية كل يوم، تمامًا كما هو موصوف. سيصف أخصائي الرعاية الصحية هذه الأدوية للوقاية من فيروس نقص المناعة البشرية فقط إذا لم تكن مصابًا بفيروس نقص المناعة البشرية بالفعل. ستحتاج إلى اختبار فيروس نقص المناعة البشرية قبل أن تبدأ في تناول PrEP ثم كل ثلاثة أشهر طالما كنت تتناوله. سيقوم أخصائي الرعاية الصحية الخاص بك أيضًا باختبار وظائف الكلى قبل وصف عقار تروفادا. ثم سيقوم باختبار وظائف الكلى كل ستة أشهر. إذا كنت مصابًا بالتهاب الكبد B، فاستشر أخصائي الأمراض المعدية أو أخصائي الكبد قبل بدء العلاج. وفقًا لمراكز السيطرة على الأمراض والوقاية منها، إذا كنت تستخدم عقار تروفادا يوميًا، فيمكنك تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال ممارسة الجنس بنحو 99٪. ويمكنك تقليل خطر الإصابة بفيروس نقص المناعة البشرية من تعاطي المخدرات عن طريق الحقن بأكثر من 74٪. تشير الأبحاث إلى أن عقار ديسكوفي فعال أيضًا في تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال ممارسة الجنس. لكن لم تتم دراسة عقار ديسكوفي على الأشخاص الذين يمارسون الجنس المهبلي. يمكن أن يؤدي استخدام الوقاية الإضافية، مثل الواقي الذكري، إلى تقليل خطر الإصابة بشكل أكبر ومنع الأمراض المنقولة جنسياً الأخرى.إذا كنت تستخدم عقار تروفادا يوميًا، يمكنك تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال ممارسة الجنس بنحو 99%. ويمكنك أيضًا تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال تعاطي المخدرات عن طريق الحقن بأكثر من 74%. تشير الأبحاث إلى أن عقار ديسكوفي فعال أيضًا في تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال ممارسة الجنس. لكن لم تتم دراسة عقار ديسكوفي على الأشخاص الذين يمارسون الجنس المهبلي. يمكن أن يؤدي استخدام وسائل الوقاية الإضافية، مثل الواقي الذكري، إلى تقليل خطر الإصابة بشكل أكبر ومنع الأمراض المنقولة جنسيًا الأخرى.إذا كنت تستخدم عقار تروفادا يوميًا، يمكنك تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال ممارسة الجنس بنحو 99%. ويمكنك أيضًا تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال تعاطي المخدرات عن طريق الحقن بأكثر من 74%. تشير الأبحاث إلى أن عقار ديسكوفي فعال أيضًا في تقليل خطر الإصابة بفيروس نقص المناعة البشرية من خلال ممارسة الجنس. لكن لم تتم دراسة عقار ديسكوفي على الأشخاص الذين يمارسون الجنس المهبلي. يمكن أن يؤدي استخدام وسائل الوقاية الإضافية، مثل الواقي الذكري، إلى تقليل خطر الإصابة بشكل أكبر ومنع الأمراض المنقولة جنسيًا الأخرى.",
        "د. حوراء حسين غافل 2020-2019 1 تشريح وفسيولوجيا الجهاز التناسلي الذكري والأنثوي يهدف هذا المحاضرة إلى أن يعرف الطلاب ما يلي: 1. تشريح وفسيولوجيا الجهاز التناسلي الأنثوي والذكري 2. أعضاء كل نظام 3. كيف يعمل هذا الجهاز 4. وظائف كل عضو في النظام محتوى الأدبيات: 1. الجهاز التناسلي الأنثوي 2. الدورة الشهرية الطبيعية 3. الثديين 4. الجهاز التناسلي الذكري 5. الجهاز الغدد الصماء والتكاثر الذكري 6. تكوين الحيوانات المنوية د. حوراء حسين غافل 2020-2019 الجهاز التناسلي التكاثر البشري عملية معقدة ورائعة. يعمل الجهاز التناسلي الذكري والأنثوي معًا لإنتاج حياة جديدة. الجهاز التناسلي الأنثوي الأعضاء التناسلية الخارجية: 1. الفرج تتكون الأعضاء التناسلية الخارجية الأنثوية من منطقة العانة المغطاة بشعر العانة. طيتان من الأنسجة، تسمى الشفرين الكبيرين والشفرين الصغيرين، والتي تحيط بمساحة تسمى الدهليز. 2. جبل العانة يتكون جبل العانة عند الحافة العلوية لعظم العانة ويكون على شكل مثلث مقلوب. يقع فوق عظمي العانة في الحوض. يتكون هذا الهيكل من أنسجة دهنية تقع تحت الجلد ومن سن البلوغ فصاعدًا، تكون مغطاة بكميات متفاوتة من الشعر. يحيط جبل العانة بالأنسجة الرقيقة ويحميها من الإصابة. 3. الشفرين الكبيرين والشفرين الصغيرين الشفرين الكبيرين: طيتان من الأنسجة الدهنية تشكلان الحدود الجانبية للفرج. وهما مغطى بجلد خشن وشعر العانة على الجانب الخارجي وناعمان ورطبان على الجانب الداخلي، حيث توجد فتحات العديد من الغدد الصغيرة. الشفرين الصغيرين: طيات ناعمة من الجلد غنية بالغدد الدهنية. الشفرين الصغيرين رطبان ويتكونان من نسيج انتصابي يحتوي على نسيج ضام رخو وأوعية دموية وعضلات لا إرادية. وظائف الشفرين الصغيرين هي تشحيم جلد الفرج وجعله مقاومًا للماء وتوفير إفرازات قاتلة للبكتيريا تساعد في منع الالتهابات. 2 د. حوراء حسين غافل 2020-2019 4. البظر البظر هو بنية صغيرة وحساسة، مثل القضيب، تتكون من نسيج انتصابي وأعصاب وأوعية دموية؛ وهو مغطى عند طرفه بأنسجة حساسة للغاية. وهو موجود في المقام الأول للمتعة الجنسية لدى الإناث. 5. الدهليز المهبلي الدهليز المهبلي عبارة عن انخفاض على شكل قارب محاط بالشفرين الصغيرين ويمكن رؤيته عند فصل الشفرين الصغيرين. يحتوي الدهليز على فتحة المهبل (مدخل المهبل)، والتي تقع بين الأعضاء التناسلية الخارجية والداخلية. يحتوي الدهليز على فتحات خمسة هياكل تصب فيه مجرى البول وقنوات سكين وقنوات غدد بارثولين التي تقع على جانبي المهبل. ينتهي الدهليز بتكوين القناة البولية. 6. مجرى البول 7. غشاء البكارة تقع فتحة مجرى البول أسفل البظر مباشرة. على الرغم من أنها لا تتعلق بالجنس أو التكاثر، إلا أنها متضمنة في الفرج.يستخدم مجرى البول في الواقع لمرور البول. يتصل مجرى البول بالمثانة. يبلغ طول مجرى البول عند الإناث 1.5 بوصة، مقارنة بالذكور الذين يبلغ طول مجرى البول لديهم 8 بوصات. غشاء البكارة هو غشاء مخاطي رقيق ومرن يغطي المهبل جزئيًا عند الإناث الصغيرات. لا يبدو أن له وظيفة أو غرض فسيولوجي محدد. هناك العديد من الأشكال الممكنة. تتراوح الاختلافات الطبيعية لغشاء البكارة من رقيق ومرن إلى سميك وصلب إلى حد ما؛ أو قد يكون غائبًا تمامًا 3 الشكل (1) أنواع غشاء البكارة د. حوراء حسين غافل 2020-2019 8. العجان العجان هو امتداد قصير من الجلد يبدأ من أسفل الفرج ويمتد إلى فتحة الشرج. إنها منطقة على شكل ماسي بين عظم العانة والعصعص. تشكل هذه المنطقة أرضية الحوض وتحتوي على الأعضاء الجنسية الخارجية وفتحة الشرج. قد يتمزق العجان عند بعض النساء أثناء ولادة الرضيع وهذا أمر طبيعي على ما يبدو. وقد يقوم بعض الأطباء بقطع العجان استباقيًا على أساس أن \"التمزق\" قد يكون أكثر ضررًا من القطع الدقيق بالمشرط. إذا قرر الطبيب أن القطع ضروري، فسيقوم به. يسمى القطع \"شق العجان\". الشكل (2) الأعضاء التناسلية الخارجية الأنثوية 4 د. حوراء حسين غافل 2020-2019 1. المهبل الأعضاء التناسلية الداخلية المهبل عبارة عن أنبوب منحني يمتد من الرحم إلى الفتحة الخارجية عند الدهليز. يقع بين المثانة والمستقيم. ولأنه يلتقي بزاوية قائمة مع عنق الرحم، فإن الجدار الداخلي أقصر بحوالي 2.5 سم (1 بوصة) من الجدار الخلفي، والذي يتراوح من 7-10 سم (حوالي 2.8 إلى 4 بوصات). يتكون من العضلات والنسيج الضام ومبطن بنسيج طلائي، يحتوي على طيات تسمى الخصلات. تسمح هذه الطيات للمهبل بالتمدد بشكل كبير أثناء الولادة. تظهر الخلايا الظهارية التي تبطن المهبل تغيرات دورية مرتبطة بالإستروجينات والبروجستينات والأندروجينات. تعمل عصيات دودرلين، الموجودة عادة في المهبل، على الجليكوجين من الخلايا الظهارية لإنتاج حمض اللاكتيك. هذا يحافظ على حمضية المهبل وهو السبب في أن المهبل مقاوم لمعظم الالتهابات. يمكن أن يؤدي التغيير في درجة حموضة المهبل، والذي يمكن أن يحدث بسبب الغسل المتكرر أو العلاج بالمضادات الحيوية أو السدادات القطنية المزيلة للعرق، إلى زيادة قابلية المهبل للغزو مسببات الأمراض. أغراض المهبل الجسم. • يستقبل القضيب المنتصب والسائل المنوي للذكور أثناء الجماع. • مسار عبر جسم المرأة ليأخذه الطفل أثناء الولادة. • يوفر الطريق لدم الحيض (الحيض) من الرحم للخروج • قد يحتوي على أشكال من وسائل منع الحمل، مثل الحجاب الحاجز أو الواقي الأنثوي. 2. عنق الرحم يتكون عنق الرحم من قناة عنق الرحم بفتحة داخلية بالقرب من جسم الرحم تسمى الفتحة الداخلية وفتحة في المهبل تسمى الفتحة الخارجية. البطانة المخاطية لعنق الرحم لها أربع وظائف: 1. توفير التشحيم للمهبل 2. العمل كعامل مضاد للبكتيريا 5 د.حوراء حسين غافل 2020-2019 3. توفير بيئة قلوية لحماية الحيوانات المنوية من المهبل الحمضي 4. إنتاج سدادة مخاطية في قناة عنق الرحم أثناء الحمل 3. ​​الرحم الرحم هو عضو عضلي مجوف على شكل كمثرى. يبلغ سمكه حوالي 2.5 سم (1 بوصة) وعرضه 5 سم (2 بوصة) وطوله 7.5 سم (3 بوصة). أثناء الحمل، يمكن للرحم أن يتمدد ويتضخم بشكل كبير. يبلغ وزن الرحم غير الحامل حوالي 75 جرامًا؛ ويزيد إلى حوالي 907 جرامًا أثناء الحمل، تزداد الأوعية الدموية في الرحم، مما يسمح بإمدادات دموية كافية لنموه، ويمكن أن يتمدد ويتضخم إلى حجم كبير. بعد الحمل، يعود بالكامل تقريبًا إلى وزنه وحجمه وشكل السابق. يقع الرحم بين المثانة والمستقيم. ويدعمه زوجان مهمان من الأربطة، الرباط المستدير والرباط العريض. الرحم مقسم إلى ثلاثة أجزاء: قاع (الجزء العلوي)، الجسم (الجسم)، عنق الرحم. يحتوي الرحم على ثلاث طبقات (المحيط، عضلة الرحم، بطانة الرحم). الشكل (3) طبقات الرحم الوظائف الثلاث التالية للرحم: 1. الحيض: ينفصل الرحم عن بطانة الرحم أو بطانتها. 2. الحمل: يدعم الرحم الجنين ويسمح للجنين بالنمو. 3. المخاض والولادة: تنقبض عضلة الرحم ويتسع عنق الرحم أثناء المخاض لطرد الجنين 6 د. حوراء حسين غافل 2020-2019 4. قناة فالوب تمتد قناتي فالوب جانبيًا من الرحم، واحدة إلى كل مبيض. إنها صغيرة وضيقة ويبلغ طولها حوالي 10 سم (4 بوصات). تحمل الأنابيب البويضة من المبيض إلى الرحم عن طريق انقباض الأهداب: وهي نتوءات تشبه الشعر توجد في بطانة الأنابيب. وتمتد من طرفي قناتي فالوب نتوءات صغيرة تشبه الأصابع تسمى الزغب. وتعمل حركتها على دفع البويضة إلى داخل الأنبوب، وبعد ذلك تنتقل البويضة إلى الرحم. وتستغرق البويضة حوالي 5 أيام لتقطع مسافة 10 سم من المبيض إلى الرحم. ويحدث إخصاب البويضة بالحيوان المنوي عادة في الثلث الخارجي من قناة فالوب. الوظائف الأربع لقناة فالوب: 1. ممر يلتقي فيه الحيوان المنوي بالبويضة 2. موقع الإخصاب 3. بيئة مغذية آمنة للبويضة أو الزيجوت (البويضة المخصبة) 4. وسيلة نقل البويضة أو الزيجوتات إلى جسم الرحم 5. المبايض المبايض في الأنثى والخصيتين في الذكر متشابهتان في الأصل الجنيني. المبايض عبارة عن عضوين صغيرين على شكل لوز يقعان على كل غدة. يوجد حوالي 2 مليون بويضة عند الولادة. تتحلل العديد من البويضات حتى سن البلوغ، حيث يبقى بضعة آلاف منها. خلال مسار الحياة الإنجابية للمرأة، تنضج حوالي 400 بويضة فقط بما يكفي للإخصاب. خلال كل دورة شهرية تنضج بصيلة واحدة إلى ما يسمى بصيلة جرافين، والتي تحتوي على البويضة التي يتم إطلاقها كل شهر أثناء التبويض.يحفز هرمون الاستروجين الذي يفرزه المبيض تطور الخصائص الجنسية الثانوية مثل الثديين. البروجسترون مسؤول عن تحضير وصيانة بطانة الرحم لزرع البويضة. للمبيضين وظيفتان: 1. تطور ونضوج البويضة ثم إخراجها (التبويض) 2. إفراز الهرمونات (الاستروجين والبروجيستيرون) 7 د. حوراء حسين غافل 2020-2019 8 الشكل (4) الأعضاء التناسلية الداخلية للأنثى الدورة الشهرية الطبيعية الدورة الشهرية هي حدث يمكن التنبؤ به يحدث عادة شهريًا. تتأثر الدورة الشهرية الشهرية النموذجية بنضوج الجريبات المبيضية والتبويض وتكوين الجسم الأصفر وتنتهي بنزيف حيضي. تعتمد التغيرات التي تحدث على التغيرات التي تحدث في وقت واحد في المبيضين. يحدث تطور بطانة الرحم في الوقت المحدد من الشهر الذي يحدث فيه إطلاق البويضة الناضجة. تحدث التبويض قبل 14 يومًا من بداية الدورة الشهرية التالية. وتبقى البويضة خصبة لمدة 24 ساعة. ويمكن للحيوانات المنوية أن تعيش حتى 5 أيام. ويحدث الإخصاب غالبًا في الساعات القليلة الأولى بعد التبويض. الشكل (5) الدورة الشهرية د. حوراء حسين غافل 2020-2019 الثديان يتكون الثدي من أنسجة غدية وقنواتية وضامة ودهنية. وتوجد في الأنسجة الليفية دهون وفصيصات تشكل الغدد الثديية، وهي ملحقات للتكاثر عند النساء، ولكنها بدائية وعديمة الوظيفة عند الرجال. وعند الرجال، يوجد القليل من الدهون في الثدي، ولا يتطور الجهاز الغدي عادة. وعند النساء، يكون الثديان أبرز بنية سطحية على جدار الصدر الأمامي، وتحدد كمية الدهون في الأنسجة الغدية حجم الثديين. وغالبًا ما يمتد جزء صغير من الغدة الثديية إلى الإبط، ليشكل الذيل الإبطي لسبينس. شكل (6) الثدي عند الأنثى الغدد الثديية هي غدد عرقية معدلة وتتكون من 15-20 فصًا، يتم تصريف كل منها بواسطة قناة لبنيّة. يتم تصريف كل قناة لبنيّة بشكل مستقل على الحلمة ويسبقها جزء صغير متوسع يُعرف باسم الجيب اللبني. في الجيب يتجمع الحليب أثناء الرضاعة ويتم \"إنزاله\" من خلال عملية الرضاعة لدى الرضيع وتسمى هذه العملية الرضاعة. الحلمة في وسط الثديين محاطة بهالة مصطبغة، تصبح داكنة أثناء الحمل. يتكون كل ثدي من 10-20 فصًا كل فص مقسم إلى 20 40 فصًا كل فص مقسم إلى 20-80 حويصلة. خلال فترة الحمل، يؤدي ارتفاع مستوى هرموني الاستروجين والبروجيستيرون اللذين تفرزهما المشيمة إلى تثبيط إفراز الحليب بعد طرد المشيمة، ويحدث تغير مفاجئ في مستويات هرموني الاستروجين والبروجيستيرون، مما يسمح بإفراز هرمون يسمى البرولاكتين من الغدة النخامية الداخلية عندما يرضع الطفل.يحفز البرولاكتين إنتاج حليب الرضاعة كما يحفز إفراز هرمون الأوكسيتوسين من الغدة النخامية الخلفية الذي يسبب إخراج الحليب من الحويصلات الهوائية إلى الجهاز القنوي. يعتمد حجم الثدي على كمية الأنسجة الدهنية في الثدي. الحوض تكوين عظم الورك يتكون عظم الورك من ثلاثة أجزاء - الحرقفة والعانة وعظم الورك. يتكون الجزء العلوي من عظم الورك من الحرقفة، وهي الأوسع والأكبر من الأجزاء الثلاثة. العانة هي الجزء الأكثر أمامية من عظم الورك. يتكون الجزء الخلفي السفلي من عظم الورك من عظم الورك. ينقسم تجويف الحوض إلى أقسام، الحوض الكاذب والحوض الحقيقي، وتشكل الحرقفتان الجزء العلوي من الحوض المعروف بالحوض الكاذب. تعتبر الأشواك الحرقفية النتوءات الحادة التي تشكل الحدود الخلفية لعظم الورك معالم مهمة وتمثل أقصر مسافة لتجويف الحوض. يتكون الحوض الحقيقي (الجزء السفلي) من مدخل وتجويف الحوض ومخرجه وهو الأهم أثناء الولادة. قياسات الحوض 10 الشكل (7) قياس الحوض د. حوراء حسين غافل 2020-2019 أنواع الحوض ينقسم الحوض إلى أربعة أنواع: 1. النسائي (50%): حوض أنثوي طبيعي مستدير 2. أنثروبويد (20%): له مخرج أمامي خلفي طويل 3. أندرويد (20%): حوض ذكري له مخرج على شكل قلب 4. بلاتيبيلويد (5%): له مخرج عرضي عريض وغير مناسب للولادة المهبلية. الشكل (8) أنواع الحوض 11 د. حوراء حسين غافل 2020-2019 الأعضاء التناسلية الخارجية للذكور 1. القضيب الجهاز التناسلي الذكري القضيب هو العضو الذكري للجماع. يتكون القضيب من ثلاثة أجزاء: الجذر، الذي يلتصق بجدار البطن؛ والجسم، أو الساق؛ والحشفة، وهي الطرف المخروطي الشكل للقضيب. والحشفة، التي تسمى أيضًا رأس القضيب، مغطاة بطبقة فضفاضة من الجلد تسمى القلفة. (يتم إزالة هذا الجلد أحيانًا في إجراء يسمى الختان). توجد فتحة مجرى البول، الأنبوب الذي ينقل السائل المنوي والبول، في طرف حشفة القضيب. يحتوي القضيب أيضًا على عدد من النهايات العصبية الحساسة. جسم القضيب أسطواني الشكل ويتكون من ثلاث حجرات داخلية. تتكون هذه الحجرات من نسيج انتصابي خاص يشبه الإسفنج. يحتوي هذا النسيج على آلاف المساحات الكبيرة التي تمتلئ بالدم عندما يثار الرجل جنسيًا. عندما يمتلئ القضيب بالدم، يصبح صلبًا ومنتصبًا، مما يسمح بالاختراق أثناء الجماع. يكون جلد القضيب فضفاضًا ومرنًا للسماح بتغيرات في حجم القضيب أثناء الانتصاب. 2. السائل المنوي 3. كيس الصفن السائل المنوي هو سائل يحتوي على الحيوانات المنوية، ويتم إخراجه (قذفه) من خلال نهاية القضيب عندما يصل الرجل إلى الذروة الجنسية (النشوة الجنسية). عندما ينتصب القضيب، يتم حظر تدفق البول من مجرى البول، مما يسمح فقط بقذف السائل المنوي عند النشوة الجنسية. كيس الصفن هو كيس جلدي فضفاض يشبه الكيس يتدلى خلف القضيب.يحتوي على الخصيتين (وتسمى أيضًا الخصيتين)، بالإضافة إلى العديد من الأعصاب والأوعية الدموية. يتمتع كيس الصفن بوظيفة وقائية ويعمل كنظام للتحكم في مناخ الخصيتين. من أجل التطور الطبيعي للحيوانات المنوية، يجب أن تكون الخصيتين عند درجة حرارة أبرد قليلاً من درجة حرارة الجسم. تسمح العضلات الخاصة في جدار كيس الصفن له بالانقباض (الشد) والاسترخاء، مما يحرك الخصيتين 12 د. حوراء حسين غافل 2020-2019 أقرب إلى الجسم للدفء والحماية أو بعيدًا عن الجسم لتبريد درجة الحرارة. 4. الخصيتين (الخصيتين) الخصيتين عبارة عن غدد بيضاوية يبلغ طولها حوالي 5 سم وعرضها 2.5 سم وتقع في كيس الصفن، ومؤمنة في كلا الطرفين بواسطة بنية تسمى الحبل المنوي. الخصيتين مسؤولتان عن صنع هرمون التستوستيرون، وهو هرمون الذكورة الأساسي، وإنتاج الحيوانات المنوية. يوجد داخل الخصيتين كتل ملفوفة من الأنابيب تسمى الأنابيب المنوية. هذه الأنابيب مسؤولة عن إنتاج خلايا الحيوانات المنوية من خلال عملية تسمى تكوين الحيوانات المنوية. الأعضاء التناسلية الذكرية الداخلية (الأعضاء الإضافية) 1. البربخ البربخ هو أنبوب طويل ملتف يقع على الجانب الخلفي لكل خصية. وهو يعمل على حمل وتخزين خلايا الحيوانات المنوية التي يتم إنتاجها في الخصيتين. ومن وظيفة البربخ أيضًا إحضار الحيوانات المنوية إلى النضج، حيث أن الحيوانات المنوية التي تخرج من الخصيتين غير ناضجة وغير قادرة على الإخصاب. أثناء الإثارة الجنسية، تجبر الانقباضات الحيوانات المنوية على الدخول إلى القناة الأسهرية. 3. القناة الأسهرية القناة الأسهرية عبارة عن أنبوب طوله 45 سم، ينتقل من البربخ إلى تجويف الحوض، إلى خلف المثانة مباشرة. تنقل القناة الأسهرية الحيوانات المنوية الناضجة إلى مجرى البول استعدادًا للقذف. 4. القنوات القذفية تتشكل هذه القنوات عن طريق اندماج القناة الأسهرية والحويصلات المنوية. تفرغ القنوات القاذفة في مجرى البول. 5. مجرى البول مجرى البول هو الأنبوب الذي يحمل البول من المثانة إلى خارج الجسم. في الذكور، لديه وظيفة إضافية تتمثل في طرد (قذف) السائل المنوي عندما يصل الرجل إلى النشوة الجنسية. عندما ينتصب القضيب أثناء ممارسة الجنس، يتم حظر تدفق البول من مجرى البول، مما يسمح فقط بقذف السائل المنوي عند النشوة الجنسية. 6. الحويصلات المنوية الحويصلات المنوية هي أكياس تشبه الأكياس تلتصق بالأسهر بالقرب من قاعدة المثانة. تنتج الحويصلات المنوية سائلًا غنيًا بالسكر (الفركتوز) يزود الحيوانات المنوية بمصدر للطاقة ويساعد في حركتها (القدرة على الحركة). يشكل سائل الحويصلات المنوية معظم حجم سائل القذف لدى الرجل أو القذف. 7. غدة البروستاتا غدة البروستاتا عبارة عن بنية بحجم حبة الجوز تقع أسفل المثانة البولية أمام المستقيم. تساهم غدة البروستاتا في إضافة سائل إضافي إلى القذف. كما تساعد سوائل البروستاتا في تغذية الحيوانات المنوية. يمر مجرى البول، الذي يحمل القذف ليتم إخراجه أثناء النشوة الجنسية، عبر مركز غدة البروستاتا. 8.الغدد البصلية الإحليلية الغدد البصلية الإحليلية، أو غدد كوبر، هي هياكل بحجم حبة البازلاء تقع على جانبي مجرى البول أسفل غدة البروستاتا مباشرة. تفرز هذه الغدد سائلًا شفافًا زلقًا يفرغ مباشرة في مجرى البول. يعمل هذا السائل على تزييت مجرى البول وتحييد أي حموضة قد تكون موجودة بسبب قطرات البول المتبقية في مجرى البول. 14 د. حوراء حسين غافل 2020-2019 الجهاز الصماء والتكاثر الذكري الشكل (9) الجهاز التناسلي الذكري يعتمد الجهاز التناسلي الذكري بأكمله على الهرمونات، وهي مواد كيميائية تحفز أو تنظم نشاط الخلايا أو الأعضاء. الهرمونات الأساسية التي تشارك في عمل الجهاز التناسلي الذكري هي الهرمون المنبه للجريب (FSH) والهرمون الملوتن (LH) والتستوستيرون. يتم إنتاج FSH و LH بواسطة الغدة النخامية الموجودة في قاعدة الدماغ. FSH ضروري لإنتاج الحيوانات المنوية (تكوين الحيوانات المنوية)، و LH يحفز إنتاج هرمون التستوستيرون، وهو ضروري لمواصلة عملية تكوين الحيوانات المنوية. كما أن هرمون التستوستيرون مهم في تطور الخصائص الذكورية، بما في ذلك كتلة العضلات والقوة وتوزيع الدهون وكتلة العظام والرغبة الجنسية. 15 د. حوراء حسين غافل 2020-2019 تكوين الحيوانات المنوية هي عملية تكوين الحيوانات المنوية تبدأ عند البلوغ وتستمر طوال حياة الذكر. تكون الحياة الخصبة للحيوانات المنوية بعد 5 أيام من القذف. الحيوانات المنوية أصغر بكثير من البويضات. تشبه خلايا الحيوانات المنوية الضفادع الصغيرة في الشكل برؤوس بيضاوية وذيول طويلة. خلال كل قذف يتم إيداع ما يقرب من 300 مليون حيوان منوي في المهبل. يصل عدد قليل فقط إلى البويضات ويخترق حيوان منوي واحد فقط البويضة ويخصبها. الشكل (10) الحيوان المنوي 16 د. حوراء حسين غافل 2020-2019 17 المراجع Leifer G.: Maternity Nursing An introductory text ,11th edition, US, Elsevier,2012, Pp:16-28. Emans, S. Jean. \"Physical Examination of the Child and Adolescent\" (2000) in Evaluation of the Sexually Abused Child: A Medical Textbook and Photographic Atlas, Second edition, Oxford University Press. 61–65 Perlman, Sally E.; Nakajyma, Steven T.; Hertweck, S. Paige (2004). Clinical protocols in pediatric and teenager gynecology. Parthenon. p. 131. ISBN 1 84214-199-6. علم وظائف الأعضاء البشرية/الجهاز التناسلي الأنثوي، https://www.saylor.org/site/wp-content/uploads/2010/11/The-Female Reproductive-System.pdf http://fitsweb.uchc.edu/student/selectives/Luzietti/Breast_anatomy.htm دليل ميرك: بنية الجهاز التناسلي الذكري وتنظيم الأسرة: التشريح التناسلي والجنسي، حقوق الطبع والنشر 1995-2017 مؤسسة كليفلاند كلينيك، 1995-2017 https://my.clevelandclinic.org/health/articles/the-male-reproductive-system الصورة من: http://www.aculife.ie/fertility-friday-male-infertility/يعمل هذا السائل على تليين مجرى البول وتحييد أي حموضة قد تكون موجودة بسبب قطرات البول المتبقية في مجرى البول. 14 د. حوراء حسين غافل 2020-2019 الجهاز الصماء والتكاثر الذكري الشكل (9) الجهاز التناسلي الذكري يعتمد الجهاز التناسلي الذكري بأكمله على الهرمونات، وهي مواد كيميائية تحفز أو تنظم نشاط الخلايا أو الأعضاء. الهرمونات الأساسية المشاركة في عمل الجهاز التناسلي الذكري هي الهرمون المنبه للجريب (FSH) والهرمون الملوتن (LH) والتستوستيرون. يتم إنتاج FSH و LH بواسطة الغدة النخامية الموجودة في قاعدة الدماغ. FSH ضروري لإنتاج الحيوانات المنوية (تكوين الحيوانات المنوية)، ويحفز LH إنتاج هرمون التستوستيرون، وهو ضروري لمواصلة عملية تكوين الحيوانات المنوية. كما أن هرمون التستوستيرون مهم في تطوير الخصائص الذكرية، بما في ذلك كتلة العضلات والقوة وتوزيع الدهون وكتلة العظام والرغبة الجنسية. 15 د. حوراء حسين غافل 2020-2019 تكوين الحيوانات المنوية هي عملية تكوين الحيوانات المنوية تبدأ عند البلوغ وتستمر طيلة حياة الذكر. وتكون الحياة الخصبة للحيوانات المنوية بعد القذف بخمسة أيام. وتكون الحيوانات المنوية أصغر بكثير من البويضات. وتشبه خلايا الحيوانات المنوية ضفدعًا صغيرًا في الشكل ولها رؤوس بيضاوية وذيول طويلة. وخلال كل قذف يتم إيداع ما يقرب من 300 مليون حيوان منوي في المهبل. ويصل عدد قليل منها فقط إلى البويضات ويخترق حيوان منوي واحد فقط البويضة ويخصبها. الشكل (10) الحيوانات المنوية 16 د. حوراء حسين غافل 2020-2019 17 المراجع Leifer G.: Maternity Nursing An introductory text ,11th edition, US, Elsevier,2012, Pp:16-28. Emans, S. Jean. \"الفحص البدني للطفل والمراهق\" (2000) في تقييم الطفل المعنف جنسياً: كتاب طبي وأطلس فوتوغرافي، الطبعة الثانية، مطبعة جامعة أكسفورد. 61-65 بيرلمان، سالي إي.؛ ناكاجيما، ستيفن تي.؛ هيرتويك، إس. بايج (2004). البروتوكولات السريرية في طب النساء للأطفال والمراهقين. بارثينون. ص. 131. ISBN 1 84214-199-6. علم وظائف الأعضاء البشرية/الجهاز التناسلي الأنثوي، https://www.saylor.org/site/wp-content/uploads/2010/11/The-Female Reproductive-System.pdf http://fitsweb.uchc.edu/student/selectives/Luzietti/Breast_anatomy.htm دليل ميرك: بنية الجهاز التناسلي الذكري وتنظيم الأسرة: التشريح التناسلي والجنسي، حقوق الطبع والنشر 1995-2017 مؤسسة كليفلاند كلينيك، 1995-2017 https://my.clevelandclinic.org/health/articles/the-male-reproductive-system الصورة من: http://www.aculife.ie/fertility-friday-male-infertility/يعمل هذا السائل على تليين مجرى البول وتحييد أي حموضة قد تكون موجودة بسبب قطرات البول المتبقية في مجرى البول. 14 د. حوراء حسين غافل 2020-2019 الجهاز الصماء والتكاثر الذكري الشكل (9) الجهاز التناسلي الذكري يعتمد الجهاز التناسلي الذكري بأكمله على الهرمونات، وهي مواد كيميائية تحفز أو تنظم نشاط الخلايا أو الأعضاء. الهرمونات الأساسية التي تشارك في عمل الجهاز التناسلي الذكري هي الهرمون المنبه للجريب (FSH) والهرمون الملوتن (LH) والتستوستيرون. يتم إنتاج FSH و LH بواسطة الغدة النخامية الموجودة في قاعدة الدماغ. FSH ضروري لإنتاج الحيوانات المنوية (تكوين الحيوانات المنوية)، ويحفز LH إنتاج هرمون التستوستيرون، وهو ضروري لمواصلة عملية تكوين الحيوانات المنوية. كما أن هرمون التستوستيرون مهم في تطوير الخصائص الذكرية، بما في ذلك كتلة العضلات والقوة وتوزيع الدهون وكتلة العظام والرغبة الجنسية. 15 د. حوراء حسين غافل 2020-2019 تكوين الحيوانات المنوية هي عملية تكوين الحيوانات المنوية تبدأ عند البلوغ وتستمر طيلة حياة الذكر. وتكون الحياة الخصبة للحيوانات المنوية بعد القذف بخمسة أيام. وتكون الحيوانات المنوية أصغر بكثير من البويضات. وتشبه خلايا الحيوانات المنوية ضفدعًا صغيرًا في الشكل ولها رؤوس بيضاوية وذيول طويلة. وخلال كل قذف يتم إيداع ما يقرب من 300 مليون حيوان منوي في المهبل. ويصل عدد قليل منها فقط إلى البويضات ويخترق حيوان منوي واحد فقط البويضة ويخصبها. الشكل (10) الحيوانات المنوية 16 د. حوراء حسين غافل 2020-2019 17 المراجع Leifer G.: Maternity Nursing An introductory text ,11th edition, US, Elsevier,2012, Pp:16-28. Emans, S. Jean. \"الفحص البدني للطفل والمراهق\" (2000) في تقييم الطفل المعنف جنسياً: كتاب طبي وأطلس فوتوغرافي، الطبعة الثانية، مطبعة جامعة أكسفورد. 61-65 بيرلمان، سالي إي.؛ ناكاجيما، ستيفن تي.؛ هيرتويك، إس. بايج (2004). البروتوكولات السريرية في طب النساء للأطفال والمراهقين. بارثينون. ص. 131. ISBN 1 84214-199-6. علم وظائف الأعضاء البشرية/الجهاز التناسلي الأنثوي، https://www.saylor.org/site/wp-content/uploads/2010/11/The-Female Reproductive-System.pdf http://fitsweb.uchc.edu/student/selectives/Luzietti/Breast_anatomy.htm دليل ميرك: بنية الجهاز التناسلي الذكري ومنظمة تنظيم الأسرة: التشريح التناسلي والجنسي، حقوق الطبع والنشر 1995-2017 مؤسسة كليفلاند كلينيك، 1995-2017 https://my.clevelandclinic.org/health/articles/the-male-reproductive-system الصورة من: http://www.aculife.ie/fertility-friday-male-infertility/الهرمونات الأساسية المشاركة في عمل الجهاز التناسلي الذكري هي الهرمون المنبه للجريب (FSH) والهرمون الملوتن (LH) والتستوستيرون. يتم إنتاج FSH و LH بواسطة الغدة النخامية الموجودة في قاعدة الدماغ. FSH ضروري لإنتاج الحيوانات المنوية (تكوين الحيوانات المنوية)، ويحفز LH إنتاج هرمون التستوستيرون، وهو ضروري لمواصلة عملية تكوين الحيوانات المنوية. كما أن هرمون التستوستيرون مهم في تطور الخصائص الذكورية، بما في ذلك كتلة العضلات والقوة وتوزيع الدهون وكتلة العظام والرغبة الجنسية. 15 د. حوراء حسين غافل 2020-2019 تكوين الحيوانات المنوية هي عملية تكوين الحيوانات المنوية تبدأ في سن البلوغ وتستمر طوال حياة الذكر. تكون الحياة الخصبة للحيوانات المنوية بعد 5 أيام من القذف. الحيوانات المنوية أصغر بكثير من البويضات. تشبه خلايا الحيوانات المنوية الضفادع الصغيرة في الشكل برؤوس بيضاوية وذيول طويلة. خلال كل قذف يتم إيداع حوالي 300 مليون حيوان منوي في المهبل. يصل عدد قليل فقط إلى البويضات ويخترق حيوان منوي واحد فقط البويضة ويخصبها. الشكل (10) الحيوان المنوي 16 د. حوراء حسين غافل 2020-2019 17 المراجع Leifer G.: Maternity Nursing An introductory text، الطبعة الحادية عشرة، الولايات المتحدة، Elsevier، 2012، ص: 16-28. Emans، S. Jean. \"Physical Examination of the Child and Adolescent\" (2000) in Evaluation of the Sexually Abused Child: A Medical Textbook and Photographic Atlas، الطبعة الثانية، مطبعة جامعة أكسفورد. 61-65 Perlman، Sally E.؛ Nakajyma، Steven T.؛ Hertweck، S. Paige (2004). Clinical protocols in pediatric and teenager gynecology. Parthenon. p. 131. ISBN 1 84214-199-6. علم وظائف الأعضاء البشرية/الجهاز التناسلي الأنثوي، https://www.saylor.org/site/wp-content/uploads/2010/11/The-Female Reproductive-System.pdf http://fitsweb.uchc.edu/student/selectives/Luzietti/Breast_anatomy.htm دليل ميرك: بنية الجهاز التناسلي الذكري وتنظيم الأسرة: التشريح التناسلي والجنسي، حقوق الطبع والنشر 1995-2017 مؤسسة كليفلاند كلينيك، 1995-2017 https://my.clevelandclinic.org/health/articles/the-male-reproductive-system الصورة من: http://www.aculife.ie/fertility-friday-male-infertility/الهرمونات الأساسية التي تشارك في عمل الجهاز التناسلي الذكري هي الهرمون المنبه للجريب (FSH) والهرمون الملوتن (LH) والتستوستيرون. يتم إنتاج FSH و LH بواسطة الغدة النخامية الموجودة في قاعدة الدماغ. FSH ضروري لإنتاج الحيوانات المنوية (تكوين الحيوانات المنوية)، ويحفز LH إنتاج هرمون التستوستيرون، وهو ضروري لمواصلة عملية تكوين الحيوانات المنوية. كما أن هرمون التستوستيرون مهم في تطور الخصائص الذكورية، بما في ذلك كتلة العضلات والقوة وتوزيع الدهون وكتلة العظام والرغبة الجنسية. 15 د. حوراء حسين غافل 2020-2019 تكوين الحيوانات المنوية هي عملية تكوين الحيوانات المنوية تبدأ في سن البلوغ وتستمر طوال حياة الذكر. تكون الحياة الخصبة للحيوانات المنوية بعد 5 أيام من القذف. الحيوانات المنوية أصغر بكثير من البويضات. تشبه خلايا الحيوانات المنوية الضفادع الصغيرة في الشكل برؤوس بيضاوية وذيول طويلة. خلال كل قذف يتم إيداع حوالي 300 مليون حيوان منوي في المهبل. يصل عدد قليل فقط إلى البويضات ويخترق حيوان منوي واحد فقط البويضة ويخصبها. الشكل (10) الحيوان المنوي 16 د. حوراء حسين غافل 2020-2019 17 المراجع Leifer G.: Maternity Nursing An introductory text، الطبعة الحادية عشرة، الولايات المتحدة، Elsevier، 2012، ص: 16-28. Emans، S. Jean. \"Physical Examination of the Child and Adolescent\" (2000) in Evaluation of the Sexually Abused Child: A Medical Textbook and Photographic Atlas، الطبعة الثانية، مطبعة جامعة أكسفورد. 61-65 Perlman، Sally E.؛ Nakajyma، Steven T.؛ Hertweck، S. Paige (2004). Clinical protocols in pediatric and teenager gynecology. Parthenon. p. 131. ISBN 1 84214-199-6. علم وظائف الأعضاء البشرية/الجهاز التناسلي الأنثوي، https://www.saylor.org/site/wp-content/uploads/2010/11/The-Female Reproductive-System.pdf http://fitsweb.uchc.edu/student/selectives/Luzietti/Breast_anatomy.htm دليل ميرك: بنية الجهاز التناسلي الذكري وتنظيم الأسرة: التشريح التناسلي والجنسي، حقوق الطبع والنشر 1995-2017 مؤسسة كليفلاند كلينيك، 1995-2017 https://my.clevelandclinic.org/health/articles/the-male-reproductive-system الصورة من: http://www.aculife.ie/fertility-friday-male-infertility/لا يصل سوى عدد قليل من الحيوانات المنوية إلى البويضة ويخترقها حيوان منوي واحد فقط ويخصبها. الشكل (10) الحيوان المنوي 16 د. حوراء حسين غافل 2020-2019 17 المراجع Leifer G.: Maternity Nursing An introductory text ,11th edition, US, Elsevier,2012, Pp:16-28. Emans, S. Jean. \"Physical Examination of the Child and Adolescent\" (2000) in Evaluation of the Sexually Abused Child: A Medical Textbook and Photographic Atlas, Second edition, Oxford University Press. 61–65 Perlman, Sally E.; Nakajyma, Steven T.; Hertweck, S. Paige (2004). Clinical protocols in pediatric and teenager gynecology. Parthenon. p. 131. ISBN 1 84214-199-6. علم وظائف الأعضاء البشرية/الجهاز التناسلي الأنثوي، https://www.saylor.org/site/wp-content/uploads/2010/11/The-Female Reproductive-System.pdf http://fitsweb.uchc.edu/student/selectives/Luzietti/Breast_anatomy.htm دليل ميرك: بنية الجهاز التناسلي الذكري وتنظيم الأسرة: التشريح التناسلي والجنسي، حقوق الطبع والنشر 1995-2017 مؤسسة كليفلاند كلينيك، 1995-2017 https://my.clevelandclinic.org/health/articles/the-male-reproductive-system الصورة من: http://www.aculife.ie/fertility-friday-male-infertility/لا يصل سوى عدد قليل من الحيوانات المنوية إلى البويضة ويخترقها حيوان منوي واحد فقط ويخصبها. الشكل (10) الحيوان المنوي 16 د. حوراء حسين غافل 2020-2019 17 المراجع Leifer G.: Maternity Nursing An introductory text ,11th edition, US, Elsevier,2012, Pp:16-28. Emans, S. Jean. \"Physical Examination of the Child and Adolescent\" (2000) in Evaluation of the Sexually Abused Child: A Medical Textbook and Photographic Atlas, Second edition, Oxford University Press. 61–65 Perlman, Sally E.; Nakajyma, Steven T.; Hertweck, S. Paige (2004). Clinical protocols in pediatric and teenager gynecology. Parthenon. p. 131. ISBN 1 84214-199-6. علم وظائف الأعضاء البشرية/الجهاز التناسلي الأنثوي، https://www.saylor.org/site/wp-content/uploads/2010/11/The-Female Reproductive-System.pdf http://fitsweb.uchc.edu/student/selectives/Luzietti/Breast_anatomy.htm دليل ميرك: بنية الجهاز التناسلي الذكري وتنظيم الأسرة: التشريح التناسلي والجنسي، حقوق الطبع والنشر 1995-2017 مؤسسة كليفلاند كلينيك، 1995-2017 https://my.clevelandclinic.org/health/articles/the-male-reproductive-system الصورة من: http://www.aculife.ie/fertility-friday-male-infertility/",
        "مقدمة تتضمن الأمراض المنقولة جنسياً (STIs)، المعروفة سابقًا بالأمراض المنقولة جنسياً، انتقال كائن حي بين الشركاء الجنسيين من خلال طرق مختلفة من الاتصال الجنسي، سواء عن طريق الفم أو الشرج أو المهبل.[1] تصبح الأمراض المنقولة جنسياً مصدر قلق وعبئًا على أنظمة الرعاية الصحية، حيث لا يتم علاج العديد من الإصابات وتؤدي إلى مضاعفات خطيرة محتملة. تتم مناقشة التاريخ الطبيعي وأنماط انتشار أكثر الأمراض المنقولة جنسياً شيوعًا بالإضافة إلى الوقاية من المرض وتقييمه وتشخيصه وعلاجه.[2] انتقل إلى: علم الأسباب الأمراض المنقولة جنسياً هي مشكلة صحية عالمية ويجب الاعتراف بها من قبل جميع وكالات الصحة العامة. الأمراض المنقولة جنسياً أقل شيوعًا ولديها معدل حدوث أعلى في السكان المحرومين من الخدمات الطبية. تعتمد الحالة أو المرض على الكائن الحي المحدد والطريق والعلامات والأعراض. ​​تشمل عوامل الخطر التي تزيد من انتقال الأمراض المنقولة جنسياً الاتصال الجنسي غير المحمي مع شركاء متعددين، ووجود تاريخ من الأمراض المنقولة جنسياً، والاعتداء الجنسي، والدعارة، ووجود شريك جنسي لديه اتصالات جنسية متزامنة إضافية أو تاريخ سابق من الأمراض المنقولة جنسياً، واستخدام الكحول أو المخدرات الترفيهية. تم توضيح الكائنات المسببة المحددة أدناه. يبدو أن ختان الذكور يقلل بشكل كبير من احتمالية الإصابة بالعديد من الأمراض المنقولة جنسياً، بما في ذلك فيروس الورم الحليمي البشري، والهربس التناسلي، وخاصة فيروس نقص المناعة البشرية (HIV)، حيث ينخفض ​​خطر الإصابة بالعدوى بنسبة 50% إلى 60%.[3][4] تشمل الأمراض المنقولة جنسياً السبعة الأكثر شيوعًا 5 عدوى قابلة للشفاء (الكلاميديا ​​والسيلان والزهري والتريكوموناس) وثلاث حالات غير قابلة للشفاء ولكن يمكن علاجها (فيروس الهربس البسيط وفيروس نقص المناعة البشرية وفيروس الورم الحليمي البشري). وتجدر الإشارة إلى أن التهاب الكبد B والتهاب الكبد C يمكن أن ينتقلا جنسيًا أيضًا ولكنهما ينتشران بشكل أكثر شيوعًا من خلال أشكال أخرى من التعرض. راجع كل مرجع مرافق في StatPearls لمزيد من التفاصيل. تشمل الأمراض المنقولة جنسياً الأكثر شيوعًا وذات الصلة ما يلي: القرحة القرحية Haemophilus ducreyi هو الكائن المسبب للقروح القرحية. تتطلب هذه العصوية السالبة الجرام (قضيب قصير جدًا) وسائط خاصة وظروف بيئية للنمو في المزرعة. من الناحية المجهرية، يميل الكائن الحي إلى تكوين خيوط طويلة، مما يشكل نمطًا يوصف بأنه \"مسارات السكك الحديدية\" أو \"مدرسة الأسماك\". يزيد الكائن الحي بشكل كبير من خطر الإصابة بفيروس نقص المناعة البشرية وقابليته للانتقال. هذه العدوى نادرة للغاية في الولايات المتحدة والدول المتقدمة على مستوى العالم.[5] الكلاميديا ​​هي بكتيريا داخل الخلايا غير متحركة سلبية الجرام إلزامية تُعرف باسم الكلاميديا ​​التراخومية (C trachomatis) [6] عادةً، النمط المصلي DK أكثر أنواع العدوى المنقولة جنسياً القابلة للشفاء شيوعًا في الولايات المتحدة، وفقًا لمراكز السيطرة على الأمراض والوقاية منها (CDC) ومنظمة الصحة العالمية (WHO). يوجد شكلان معديان: الجسم الأولي (EB) والجسم الشبكي (RB). يغزو الشكل EB الخلية،وينتج شكل RB أنواعًا أخرى معدية من EB والتي ستصيب أشكالًا أخرى غير معدية [7] الهربس التناسلي يحدث الهربس التناسلي بسبب فيروس الهربس البسيط 1 (HSV-1) أو فيروس الهربس البسيط 2 (HSV-2). [8] HSV هو فيروس ثنائي السلسلة DNA مغطى ببروتين دهنية له قدرة على إصابة الخلايا المستهدفة. [9] يرتبط HSV-1 عادةً بالعدوى الفموية الشفوية، ولكن وفقًا لمراكز السيطرة على الأمراض والوقاية منها، فإن HSV-1 هو الآن السبب الرئيسي في الهربس التناسلي لدى المرضى الصغار والمثليين جنسياً. [8] هناك تقدير بأن 50 مليون شخص في الولايات المتحدة مصابون بفيروس الهربس البسيط. [9] [10] السيلان تحدث هذه الحالة بسبب بكتيريا المكورات الثنائية سلبية الجرام النيسرية البنية. (N gonorrhoeae). هذا هو ثاني أكثر أنواع العدوى المنقولة جنسياً شيوعًا في الولايات المتحدة (الأولى هي C. trachomatis.) [8] يستخدم السيلان الجلوكوز لغزو الخلايا الظهارية المخاطية. يعدل السيلان البروتينات الخلوية التي تسمح باختراق أكبر للكائنات الحية الأخرى. يؤدي تكاثر السيلان إلى تفاعل التهابي موضعي، مما يؤدي إلى ظهور علامات وأعراض الأمراض المنقولة جنسياً. [11][12] الحبيبات الإربية يحدث هذا بسبب كليبسيلا حبيبية داخل الخلايا سلبية الجرام، والمعروفة سابقًا باسم Calymmatobacterium granulomatis. (يشار إليها أيضًا باسم داء الدونوفان). نادرًا ما يوجد في الولايات المتحدة، يُرى الحبيبات الإربية في الغالب في البلدان النامية، وخاصة في المناطق الاستوائية. توجد هذه الحالة بشكل شائع في منطقة البحر الكاريبي وجنوب إفريقيا وأمريكا الجنوبية وغينيا الجديدة والهند. [13] فيروس نقص المناعة البشرية ومتلازمة نقص المناعة المكتسبة وهي عبارة عن فيروسات رجعية مغلفة بحمضين نوويين أحاديي السلسلة. توصف العلامات والأعراض الأولية لفيروس نقص المناعة البشرية بأنها تشبه أعراض الأنفلونزا وغالبًا ما يتم تشخيصها على أنها متلازمة فيروسية حادة.[14] تتراوح مدة ظهور الأعراض من 4 إلى 10 أسابيع. معظم حالات الإصابة بفيروس نقص المناعة البشرية في الولايات المتحدة هي فيروس نقص المناعة البشرية من النوع 1. يوصف متلازمة نقص المناعة المكتسب (الإيدز) بأنها المرحلة المتأخرة من مرض فيروس نقص المناعة البشرية.[15] يبلغ متوسط ​​الوقت اللازم للتقدم من فيروس نقص المناعة البشرية إلى الإيدز حوالي 11 عامًا ولكنه متغير للغاية. يزيد خطر الإصابة بمرض الزهري لدى المرضى المصابين بفيروس نقص المناعة البشرية بمقدار 77 مرة عن عامة السكان.[16] فيروس الورم الحليمي البشري HPV هو فيروس حمض نووي منقوص الأكسجين مزدوج السلسلة يتكاثر في الطبقة الخلوية القاعدية للخلايا الظهارية الحرشفية الطبقية. تحفز دورة التكاثر هذه تضخم الخلايا وسرطان التحويل المحتمل. فيروس الورم الحليمي البشري من النوعين 16 و18 هي سلالات مسرطنة تحفز التحول الخبيث.[17] النوعان 6 و11 سلالات شائعة تحفز الثآليل الشرجية التناسلية، والمعروفة باسم الثآليل التناسلية المؤنفة.[1] حتى الآن، فيروس الورم الحليمي البشري هو الكائن المعدي الأكثر شيوعًا الذي ينتقل عن طريق الاتصال الجنسي في الولايات المتحدة والعالم. الورم الحبيبي اللمفي التناسلي تحدث هذه الحالة بسبب الكلاميديا ​​الحثرية، وهي بكتيريا سلبية الجرام غير متحركة داخل الخلايا ولكنها من النمط المصلي المختلف عن عدوى الكلاميديا ​​الأكثر شيوعًا. البكتيريا هي أنماط مصلية أو مصلية L1 وL2 وL3. هذه العدوى نادرة في الولايات المتحدة ولكنها شائعة في المناطق الاستوائية وشبه الاستوائية.يُوجد الورم الحبيبي اللمفي التناسلي في أغلب الأحيان عند الرجال الذين يمارسون الجنس مع رجال آخرين. ويرتبط ارتباطًا وثيقًا بعدوى فيروس نقص المناعة البشرية.[18] الميكوبلازما التناسلية الميكوبلازما التناسلية هي السبب الثاني الأكثر شيوعًا لالتهاب مجرى البول غير السيلاني بعد الكلاميديا ​​وسبب شائع لالتهاب عنق الرحم عند النساء والتهاب مجرى البول المقاوم أو المتكرر. تنمو الميكوبلازما ببطء شديد في المزرعة، وقد يستغرق الأمر ما يصل إلى 6 أشهر. نظرًا لأنها تفتقر إلى جدار خلوي، فلا يمكن صبغها بالجرام. تشمل عوامل الخطر صغر السن (<25 عامًا)، والتدخين، والاتصال الجنسي المتكرر، وعدد كبير من الشركاء الجنسيين. ترتبط هذه الحالة ارتباطًا وثيقًا بعدوى فيروس نقص المناعة البشرية.[19] الزهري يحدث هذا المرض بسبب بكتيريا اللولبية الشاحبة (T pallidum). تنمو T pallidum ببطء شديد ولا يمكن زراعتها أو رؤيتها في المجهر الضوئي القياسي. تكون الاستجابة المناعية الأولية مكتومة لأن T pallidum يحتوي على عدد قليل من البروتينات المكشوفة ولا يحتوي على ليبوبوليساكاريد في غشائه الخارجي. وفقًا لمراكز السيطرة على الأمراض والوقاية منها، فإن الإصابات من هذا النوع تتزايد مقارنة بالتقارير السابقة.[8] الزهري أكثر شيوعًا في العالم النامي، وخاصة بين أفقر السكان الذين لديهم أقل قدر من الوصول إلى الرعاية الصحية.[20] تظهر هذه الحالة مع قرحة غير مؤلمة، وهي آفة محددة جيدًا في موقع التطعيم.[21] يظهر الزهري بأشكال مختلفة، واعتمادًا على المدة، يتم تصنيفه على أنه أولي أو ثانوي أو ثالثي.[8] على مستوى العالم، تؤثر هذه الحالة على حوالي 12٪ من الرجال الذين يمارسون الجنس مع الرجال. داء المشعرات يحدث هذا المرض بسبب البروتوزوا اللاهوائي أحادي الخلية المعروف باسم المشعرات المهبلية. يسبب داء المشعرات تلفًا مباشرًا للظهارة. تؤدي الإصابات إلى تقرحات دقيقة في المقام الأول في المهبل وعنق الرحم والإحليل والغدد المجاورة للإحليل. [22][23] انتقل إلى: علم الأوبئة أكثر الأمراض المنقولة جنسياً شيوعًا في الولايات المتحدة هو فيروس الورم الحليمي البشري أو HPV. في أي وقت، يُقدر أن حوالي 80٪ من الأشخاص النشطين جنسياً مصابون، بما في ذلك 42٪ من البالغين الذين تتراوح أعمارهم بين 18 و 59 عامًا. من بين المصابين، سيكون لدى 7٪ فيروس الورم الحليمي البشري الفموي، ويُقدر الإبلاغ عن حوالي 14 مليون حالة جديدة من هذه الحالة سنويًا. فيروس الورم الحليمي البشري شائع جدًا؛ تقدر مراكز السيطرة على الأمراض والوقاية منها أن جميع الأشخاص النشطين جنسياً تقريبًا الذين لم يتم تطعيمهم سيصابون بالعدوى في مرحلة ما من حياتهم. في جميع أنحاء العالم، أصيبت ما لا يقل عن 291 مليون امرأة بفيروس الورم الحليمي البشري. حددت مراكز السيطرة على الأمراض والوقاية منها أنه تم الإبلاغ عن ما يقرب من 2.4 مليون حالة من الأمراض المنقولة جنسياً غير المرتبطة بفيروس الورم الحليمي البشري في الولايات المتحدة في عام 2020. كانت الكلاميديا ​​​​الأكثر شيوعًا من بينها 1.6 مليون حالة. بعد ذلك، تم الإبلاغ عن 677769 حالة من السيلان في عام 2020، بزيادة 45٪ عن عام 2016، و133945 حالة من الزهري الأولي والثانوي، بزيادة 52٪ عن نفس الفترة. في عام 2020، تم تحديد مرض الزهري الخلقي في 2148 رضيعًا، بزيادة 235٪ عن عام 2016. تم العثور على أكثر من 80٪ من حالات الزهري الأولي والثانوي المبلغ عنها لدى الرجال. يمثل الرجال الذين يمارسون الجنس مع الرجال ما يقرب من نصف (47٪) من حالات الرجال المبلغ عنها.تقدر مراكز السيطرة على الأمراض والوقاية منها أيضًا أن 44٪ من الرجال الذين يمارسون الجنس مع الرجال والرجال مزدوجي الميل الجنسي الذين ثبتت إصابتهم بمرض الزهري سيصابون أيضًا بفيروس نقص المناعة البشرية. بشكل عام، يتزايد المعدل الإجمالي للأمراض المنقولة جنسياً في الولايات المتحدة. وفقًا لمنظمة الصحة العالمية، تشير البيانات الوبائية العالمية للأمراض المنقولة جنسياً إلى ما يلي: في جميع أنحاء العالم، يتم اكتساب أكثر من مليون حالة جديدة من الأمراض المنقولة جنسياً يمكن علاجها يوميًا، ومعظمها بدون أعراض. ​​هناك تقدير بأن 376 مليون إصابة جديدة تحدث سنويًا، مع أحد الأمراض المنقولة جنسياً الأربعة القابلة للشفاء (الكلاميديا ​​والسيلان والزهري وداء المشعرات). ومن بين هذه الأمراض، يعد مرض المشعرات الأكثر شيوعًا على مستوى العالم، حيث يبلغ عدد الحالات الجديدة 156 مليون حالة سنويًا، يليه الكلاميديا ​​عند 127 مليون حالة، والسيلان عند 87 مليون حالة، والزهري عند 6.3 مليون حالة. يرتفع معدل الإصابة بالأمراض المنقولة جنسياً في الولايات المتحدة؛ كان هناك ما يقرب من 30٪ زيادة في الأمراض المنقولة جنسياً التي يمكن الإبلاغ عنها بين عامي 2015 و 2019. يقدر أن حوالي 12٪ من سكان الولايات المتحدة الذين تتراوح أعمارهم بين 14 و 49 عامًا مصابون بالهربس حاليًا. يقدر انتشار فيروس الهربس البسيط من النوع 2 عالميًا بأكثر من 500 مليون شخص. [24] قُدِّر أن حوالي مليون امرأة حامل مصابة بعدوى منقولة جنسياً في عام 2016، مما تسبب في أكثر من 350.000 حالة ولادة أو مضاعفات حديثي الولادة. ارتبطت عدوى فيروس الورم الحليمي البشري بأكثر من 310.000 حالة وفاة بسرطان عنق الرحم سنويًا. [25] الزهري هو السبب الثاني الرئيسي للوفاة الجنينية في جميع أنحاء العالم. أثر فيروس نقص المناعة البشرية / الإيدز على حوالي 37 مليون شخص في جميع أنحاء العالم في عام 2016. [14] حوالي 15٪ من المصابين بفيروس نقص المناعة البشرية في الولايات المتحدة لا يدركون أنهم مصابون بالعدوى وهم مسؤولون عن 40٪ من جميع الإصابات الجديدة بفيروس نقص المناعة البشرية. [26] وفقًا لمراكز السيطرة على الأمراض والوقاية منها، هناك ما يقرب من 35000 حالة إصابة جديدة بفيروس نقص المناعة البشرية في الولايات المتحدة سنويًا. يتسبب الميكوبلازما التناسلية في 15% إلى 20% من جميع حالات التهاب مجرى البول غير السيلاني (NGU)، و20% إلى 25% من جميع حالات التهاب مجرى البول غير السيلاني (NGU)، و40% من جميع حالات التهاب مجرى البول المتكررة أو المستمرة. من الناحية المثالية، يجب أن يكون لدى الأطباء ومسؤولي الصحة العامة والقادة السياسيين والمنظمات الصحية الدولية والإقليمية وغيرهم من المتخصصين في الرعاية الصحية نظام مركزي لجمع البيانات لتحليل وتقييم حدوث وتوزيع وتقدم وعلاج جميع الأمراض المنقولة جنسياً بشكل كامل. وبصفتنا متخصصين في مجال الصحة، فإن أفضل المصادر المتاحة تشمل الدراسات المنشورة المختلفة والوكالات الحكومية الرسمية ومنظمات الرعاية الصحية التي تقيم الأهمية الإحصائية للأمراض المنقولة جنسياً، مثل المناطق الجغرافية ذات معدل الإصابة المتزايد أو التركيبة السكانية المحددة للسكان المتضررين.[27] معدلات الأمراض المنقولة جنسياً مرتفعة في معظم البلدان، وخاصة بين سن 15 و50 عامًا.[28] الأمراض المنقولة جنسياً غير المشخصة مسؤولة عن ما يقدر بنحو 20 ألف حالة من حالات العقم لدى النساء سنويًا في الولايات المتحدة. انتقل إلى: الفسيولوجيا المرضية تهدف هذه المراجعة إلى تقديم عرض عام للأمراض المنقولة جنسياً، بما في ذلك أكثر أنواع العدوى شيوعًا مثل فيروس نقص المناعة البشرية والسيلان والكلاميديا ​​والهربس التناسلي وفيروس الورم الحليمي البشري وداء المشعرات والزهري. يمكن أن تكون الأمراض المنقولة جنسياً بكتيرية أو فيروسية أو طفيلية. تغزو الأمراض المنقولة جنسياً جسم الإنسان من خلال الخدوش المجهرية داخل الأغشية المخاطية للقضيب والمهبل والشرج.أو أي أسطح مخاطية أخرى. يمكن أن يشمل انتقال الأمراض المنقولة جنسياً تعاطي المخدرات عن طريق الوريد والتعرض لها أثناء الولادة أو الرضاعة الطبيعية. [15] تغزو الكائنات الحية الخلايا الطبيعية وتثقل كاهل الجهاز المناعي، مما يخلق علامات وأعراضًا نموذجية للمرض. سيتم مراجعة الأعراض الأساسية، بما في ذلك الأعضاء التناسلية أو خارج الأعضاء التناسلية أو المنتشرة، مع التاريخ والفحص البدني للمساعدة في التشخيص التفريقي والعلاجات الموصى بها. سيتم تقديم إرشادات العلاج المحدثة من قبل مراكز السيطرة على الأمراض ومنظمة الصحة العالمية، بالإضافة إلى نظرة عامة على جميع الأمراض المنقولة جنسياً الشائعة. يجب على الأطباء وغيرهم من المتخصصين في الرعاية الصحية فهم الأمراض المنقولة جنسياً القابلة للشفاء مقابل غير القابلة للشفاء. يمكن أن تؤدي الأمراض المنقولة جنسياً غير المعالجة إلى اضطرابات صحية شديدة مدى الحياة، بما في ذلك العقم والندبات والألم المزمن والخلل الجنسي والسرطانات. انتقل إلى: التاريخ والجسدي يتم تدريب المتخصصين الطبيين على التواصل مع المرضى والشركاء والعائلات لفهم شكواهم الرئيسية وصياغة تشخيص تفريقي فعال ومفيد. في الوقت نفسه، يعد أخذ تاريخ مفصل أمرًا إلزاميًا، سواء حدث ذلك في عيادة أولية أو قسم الطوارئ. يتمثل دور الطبيب في التواصل بشكل فعال مع المريض الذي يعاني من علامات وأعراض تشير إلى إصابة سابقة بعدوى منقولة جنسياً لم يتم تشخيصها. يجب أن يدرك الأطباء أن جميع المراهقين الذين تقل أعمارهم عن 18 عامًا لديهم الحق في فحص وعلاج الأمراض المنقولة جنسياً دون موافقة الوالدين في الولايات المتحدة. [6] يجب أن يدرك الأطباء أن الأمراض المنقولة جنسياً ترتبط ارتباطًا وثيقًا بسلوك المريض؛ يجب معالجة هذا الأمر بلطف ودبلوماسية وبدون إصدار أحكام أثناء التقييم السريري. [29] تتمثل أدوار المتخصصين في الرعاية الصحية في مساعدة المرضى وعلاجهم وتثقيفهم بشأن أمراضهم وتعزيز واقتراح السلوكيات الصحية التي تقلل من إعادة الإصابة. يجب التحقيق في مزيد من التفاصيل مع أنظمة الرعاية الصحية الفردية في الولايات أو الرجوع إلى \"إرشادات علاج الأمراض المنقولة جنسياً 2021\" التي نشرتها مراكز السيطرة على الأمراض والوقاية منها. [29] أثناء إجراء جمع التاريخ الجنسي، يمكن تذكر وسيلة سهلة يمكن أن تساعد في توجيه الأسئلة السريرية باسم \"الخمسة Ps الأخرى\": الشركاء الممارسات الوقاية من الحمل التاريخ السابق للأمراض المنقولة جنسياً الحماية من الأمراض المنقولة جنسياً [30] يجب أن يسترشد الفحص البدني بالشكوى الرئيسية والأعراض التي تم جمعها في مراجعة الأنظمة. [7] يجب إجراء الفحص على انفراد مع مرافق بجانب السرير يمكن بعد ذلك توثيق اسمه في السجل الطبي للمريض. [8] في نهاية الفحص، قدم للمريض سؤالاً مفتوحًا للتأكد من وجود حوار مفتوح وتحديد ما إذا كان لدى المريض أي تفاصيل أخرى حول ممارسته الجنسية لم تتم مناقشتها مسبقًا. هذه نظرة عامة موجزة على العلامات والأعراض الأكثر شيوعًا ونتائج الفحص البدني للأمراض المنقولة جنسياً التي يمكن تقييمها في بيئة حادة.كل مرض من الأمراض المنقولة جنسياً له مرجع منفصل في StatPearls يجب استخدامه للحصول على نهج أكثر تعمقًا. سيتم تقسيم الفحص البدني حسب العلامات والأعراض الأكثر شيوعًا ونتائج الفحص البدني والتشخيص. القرحة اللينة عند النساء والرجال: العلامات والأعراض: غالبًا ما تحدث هذه الحالة في الفئة العمرية من 20 إلى 30 عامًا، وغالبًا بين العاملين في مجال الجنس وعملائهم. تشمل المناطق الأكثر تأثرًا الجزء البعيد من القضيب عند الرجال، بينما عند النساء، تتأثر المهبل والشفرين والمنطقة حول الشرج. أكثر الأعراض أهمية هو مستوى الألم المرتفع للغاية الذي يُلاحظ عندما يصل الآفة إلى المرحلة التقرحية. [5] الفحص البدني: تبدأ الآفة كحطاطة حمراء، تتطور بسرعة إلى بثرة، تليها قرحة مؤلمة للغاية. القرحة، التي تسمى أحيانًا \"قرحة لينة\"، سيكون لها هوامش ناعمة وغير منتظمة مع قاعدة هشة وإفرازات رمادية صفراء؛ تميل القرحة إلى النزيف بسهولة. يبلغ قطر القرح عادة من 1 إلى 2 سم وعادة ما تختفي تلقائيًا في غضون 3 أشهر، حتى لو تركت دون علاج. سيصاب ما يقرب من نصف الأفراد المصابين بتضخم الغدد الليمفاوية الإقليمية، والتي قد تكون مؤلمة. ستتطور حالة أقلية (حوالي 25٪) من هؤلاء المرضى إلى فقاعة أو خراج مصابة يمكن أن تنفجر وتصبح مصابة بعدوى إضافية، مما يؤدي إلى تدمير الأنسجة بشكل كبير وتلف الأعضاء التناسلية. هناك تقدير بأن 10٪ من الأفراد المصابين سيصابون أيضًا بمرض الزهري أو الهربس التناسلي. الكلاميديا ​​النساء: العلامات والأعراض: يمكن أن تكون معظم الالتهابات بدون أعراض ولكنها قد تظهر مع إفرازات مهبلية أو نزيف مهبلي غير طبيعي أو ألم في أسفل الحوض أو تكرار التبول أو عسر التبول. [31] إذا كانت هناك عدوى جهازية، فقد يكون المريض مصابًا بالحمى وألم في البطن وغثيان وقيء وتعب وتوعك. [7] الفحص البدني: يمكن رؤية التهاب عنق الرحم مع إفرازات مخاطية قيحية، كما يوجد انقلاب للرحم وإفرازات مهبلية وزيادة حساسية عنق الرحم وحساسية مناطق الملحقات والبطن.[31] إذا تم اعتبار العدوى الجهازية أو متلازمة فيتز هيو كورتيس في التشخيص التفريقي، فقد يكون ألم الربع العلوي الأيمن ثانويًا لالتهاب حول الكبد.[7] الرجال: العلامات والأعراض: الأعراض الأكثر شيوعًا هي عسر التبول وألم الخصية والألم مع التغوط الثانوي لالتهاب منطقة المستقيم والبروستات.[7] هذا السبب الشائع لإفرازات مجرى البول عند الذكور يكون عادةً بيج أو مصفر. الفحص البدني: ألم في الخصيتين (خاصة فوق البربخ) أو عدم راحة عند جس البروستاتا أو المستقيم.[7] الهربس التناسلي عند النساء والرجال: العلامات والأعراض: تميل العدوى الأولية إلى إحداث أعراض جهازية، بما في ذلك الآفات الحويصلية المؤلمة فوق المناطق المصابة، والحكة، وعسر التبول، والحمى، والصداع، والضيق، وتضخم الغدد الليمفاوية. وعادة ما تختفي العدوى الأولية تلقائيًا، بدءًا من حوالي أسبوعين. وعادة ما يظهر التنشيط من خلال مرحلة مبكرة، بما في ذلك الوخز والحكة والطفح الجلدي المتوافق مع الآفات الحويصلية.[9][10] تميل العدوى المتكررة إلى أن تكون أقل شدة ولها مدة أقصر.[32] الفحص البدني: قد تكون المنطقة المصابة موضعية أو جهازية. تميل عدوى الهربس الأولية إلى أن تكون أسوأ مع انتشار الأعراض التي تنطوي على أنظمة مختلفة، مما قد يؤدي إلى التهاب الرئة والتهاب الكبد والتهاب السحايا والتهاب الدماغ. قد تعاني النساء من آفات حويصلية منتشرة في المناطق المهبلية الداخلية والخارجية.[32] قد يعاني الرجال من آفات حويصلية منتشرة في حشفة القضيب وساق القضيب وكيس الصفن ومنطقة العجان/الشرج والمستقيم، داخليًا وخارجيًا. قد تسبب عدوى الهربس المتكررة آفات حويصلية معزولة على مسار عصبي حيث يكون الفيروس كامنًا.[33] النساء المصابات بالسيلان: الفحص البولي التناسلي: قد يشمل ذلك التهاب المهبل الخارجي، مما يسبب تقشيرًا ناتجًا عن الحكة، وإفرازات مخاطية قيحية، وأنسجة مخاطية ملتهبة قابلة للتفتيت لعنق الرحم.[11][34] العلامات والأعراض: قد يعاني المرضى من عسر التبول، والإلحاح، وتكرار التبول، وألم أسفل الحوض، ونزيف مهبلي غير طبيعي.[7] الفحص البدني: يجب إجراء فحص بدني شامل إذا كنت تشك في وجود عدوى جهازية.[12] الرجال: العلامات والأعراض: قد يعاني المرضى من ألم في الخصية، وعسر التبول، وإفرازات قيحية من مجرى البول، وألم أثناء التغوط ثانوي لالتهاب المستقيم أو البروستاتا.[30] يجب على الطبيب أيضًا مراقبة العلامات والأعراض الجهازية المتوافقة مع عدوى السيلان المنتشرة، أي التهاب الحلق، واحمرار العينين، وآلام المفاصل، والآفات الجلدية.[12] الفحص البدني: قد يكون هناك ألم ملموس فوق البربخ، أو إفرازات قيحية من مجرى البول، أو ألم ملموس في البروستاتا أو المستقيم.[30] مطلوب فحص بدني عام شامل بسبب المخاوف بشأن العدوى السيلانية المنتشرة، وخاصة في المفاصل.[12] الورم الحبيبي الإربي النساء والرجال: العلامات والأعراض: سيظهر لدى المرضى آفات شديدة الأوعية الدموية فوق الأعضاء التناسلية والعجان والتي تميل إلى أن تكون غير مؤلمة ولكنها يمكن أن تسبب ندبات شديدة.[35][36][37] الفحص البدني: تشمل النتائج النموذجية آفات حمراء سمينة تشبه القرحة تتوافق مع زيادة الأوعية الدموية وتنزف بسهولة عند التلاعب. قد تكون الحبيبات تحت الجلد موجودة، لكن تضخم العقد اللمفاوية غير شائع. تكون الآفات كبيرة نسبيًا وغير منتظمة وغالبًا ما تكون مرتبطة بالعدوى الثانوية. يمكن رؤية أربع آفات رئيسية عند الفحص: قرحة نباتية: قرحة كبيرة غير مؤلمة في الفحص البدني للمريض عقيدية: لينة وحمراء تميل إلى التقرح طوال العملية المعدية ندبية: تقرحات جافة تميل إلى التحول إلى لويحات تضخمية: الآفات سميكة وغير مؤلمة فيروس نقص المناعة البشرية النساء والرجال: العلامات والأعراض: قد يكون المرضى بدون أعراض أو يعانون من متلازمة فيروسية حادة، بما في ذلك الأعراض الجهازية: الشعور بالضيق والتعب وفقدان الشهية والحمى والقشعريرة وآلام المفاصل وآلام العضلات أو العروض الجلدية. [15] تشمل علامات العدوى الأكثر تقدمًا الحمى والإسهال وضيق التنفس والسعال،وداء المبيضات الفموي. قد يحدث متلازمة الفيروسات القهقرية الحادة مع أعراض غير محددة، بما في ذلك التعب، وآلام العضلات، والطفح الجلدي، والصداع، والتهاب الحلق، وتضخم الغدد الليمفاوية، وآلام المفاصل، والتعرق الليلي، والإسهال. تحدث متلازمة الفيروسات القهقرية الحادة في وقت مبكر في 50٪ إلى 90٪ من الأفراد المصابين بفيروس نقص المناعة البشرية الجدد، وعادة قبل أن تتحول اختبارات الأجسام المضادة لديهم إلى إيجابية. [14] الفحص البدني: ستوجه الشكوى الرئيسية الفحص البدني. يجب أن يكون لدى المريض تاريخ شامل وفحص بدني لاستبعاد التشخيص التفريقي الواسع. [14] العدوى الثانوية والانتهازية شائعة، وخاصة مع الإيدز. فيروس الورم الحليمي البشري والثآليل التناسلية النساء والرجال: العلامات والأعراض: معظم الشكاوى هي نتائج تجميلية أو عرضية بسبب الطبيعة غير العرضية لأنواع فيروس الورم الحليمي البشري الشائعة 6 و 11. عادة ما تكون بدون أعراض ولكنها مسؤولة عن معظم (90٪) الثآليل التناسلية والشرجية التناسلية. قد يعاني المرضى أيضًا من آفات تقرحية ثانوية لفيروس الورم الحليمي البشري المسبب للسرطان من النوعين 16 و 18، والتي يمكن أن تتطور إلى أورام خبيثة عندما يتم تحفيزها أو تحفيزها بسبب نقص حمض الفوليك أو التعرض للأشعة فوق البنفسجية أو الحمل أو تثبيط المناعة أو التدخين.[17] الفحص البدني: في الفحص، يمكن وصف الآفة الخارجية بأنها نمو يشبه القرنبيط يُعرف باسم condylomata acuminata.[17] يمكن ملاحظة الآفات فوق المنطقة التناسلية الخارجية أو العجان أو المنطقة حول الشرج. يشمل الفحص للنساء فحصًا بالمنظار مع فحص لاستبعاد سرطان عنق الرحم.[38] الورم الحبيبي اللمفي التناسلي النساء والرجال: العلامات والأعراض: سيعاني المرضى من تضخم الغدد الليمفاوية المؤلم الموضعي في منطقة الأربية. قد يلاحظ المرضى العرض الأولي لبثرة تتطور تدريجيًا إلى تقرح مؤلم واسع النطاق.[39] يعاني الرجال من المراحل المبكرة أو الحادة، بينما تعاني النساء من ذلك في وقت لاحق كثيرًا.[18] الفحص البدني: يظهر الورم الحبيبي اللمفي التناسلي على مرحلتين. المرحلة الأولية عبارة عن حطاطة/بثرة صغيرة غير مؤلمة تتقرح ويمكن رؤيتها في جميع أنحاء المنطقة التناسلية المصابة. أثناء المرحلة الثانوية، يعاني المرضى من تضخم الغدد الليمفاوية من جانب واحد والذي يكون متقلبًا مع الجس أو قد يكون صديديًا في عرض يُعرف باسم الدبيلة.[37] تميل الدبيلة إلى التمزق في المرحلة الحادة وتتطور إلى كتلة سميكة.[40] الميكوبلازما التناسلية النساء العلامات والأعراض: قد يعاني المرضى من آلام الحوض وعسر التبول وأعراض مماثلة لعدوى السيلان أو الكلاميديا، بما في ذلك تهيج المهبل والإفرازات والرائحة الكريهة أو حتى مرض التهاب الحوض.[19][41] الفحص البدني: النتائج الشائعة هي تهيج المهبل الخارجي والداخلي، والإفرازات المهبلية، ووجع عنق الرحم، والتهاب عنق الرحم، ووجع الملحقات، أو نزيف مهبلي غير طبيعي.[42] الرجال: العلامات والأعراض: قد يعاني المرضى من ألم فوق العانة، وعسر التبول، وتكرار التبول، والإلحاح، أو ألم الخصية. هذا سبب شائع (40٪) لالتهاب مجرى البول المستمر أو المتكرر. [19] الفحص البدني: قد يكون الفحص غير مؤلم وحميد،أو قد يكون هناك ألم في البربخ عند الجس أو عدم ارتياح من البروستاتا في الفحص المستقيمي.[43] مرض التهاب الحوض عند النساء مرض التهاب الحوض (PID) هو عدوى تنتقل عن طريق الاتصال الجنسي تصيب الجهاز التناسلي الأنثوي العلوي ويمكن أن تؤثر على الخصوبة على المدى الطويل، ويمكن أن تكون العدوى خطيرة.[35] تشمل عوامل الخطر الشركاء الجنسيين المتعددين، ونوبات سابقة من مرض التهاب الحوض، وزرع اللولب الرحمي، وتاريخ ربط قناة فالوب، والعمر الأصغر. الكائنات المسببة الأكثر شيوعًا هي الكلاميديا ​​والسيلان، ولكن يمكن أن تسبب الميكوبلازما التناسلية أيضًا مرض التهاب الحوض. لا يوجد اختبار محدد لمرض التهاب الحوض، حيث أن التشخيص سريري في المقام الأول. النتيجة الجسدية النموذجية هي ألم عند حركة عنق الرحم أو ألم عند جس منطقة الحوض. تشمل النتائج الأخرى تفتت عنق الرحم أو إفرازاته وزيادة خلايا الدم البيضاء عند التحضير الرطب. تشمل الأعراض النموذجية ما يلي: ألم في البطن ألم في الملحقات ألم في حركة عنق الرحم حمى (>38 درجة مئوية أو>100.4 درجة فهرنهايت) زيادة الإفرازات المهبلية نزيف حيضي غير منتظم ألم أسفل البطن ألم خفيف في الحوض ألم أثناء الجماع التبول المؤلم والمتكرر ألم الرحم مرض الزهري النساء والرجال: أولي: يظهر المريض بآفة/قرحة غير مؤلمة ومحددة جيدًا تُعرف باسم القرحة في موقع التطعيم. [21] يحدث هذا عادةً في غضون 3 أشهر من حدث التطعيم. إذا لم يتم علاجها، فإن الآفات ستلتئم من تلقاء نفسها في غضون 3 إلى 8 أسابيع، ولكن 30٪ سيتطور إلى مرض الزهري الثالثي. [21] ثانوي: يظهر بعد 2 إلى 4 أسابيع من القرحة الأولية مع أعراض جهازية تنطوي على آفة جلدية وطفح جلدي حطاطي بقعي مميز. قد تظهر آفات جلدية تشبه الثآليل تُعرف باسم الأورام الحليمية العريضة وتختفي خلال هذه المرحلة. لا يسبب الطفح الجلدي حكة ويشمل بشكل خاص الأغشية المخاطية وكذلك المناطق الراحية من اليدين وباطن القدمين، والتي عادة ما تكون بمنأى عن الاضطرابات الأخرى.[21] كامن: لا توجد علامات أو أعراض سريرية موجودة، ولكن الاختبارات المصلية إيجابية.[21] ثالثي: سيظهر حوالي 33٪ من المرضى غير المعالجين أعراض ثالثية تظهر بعد أشهر أو سنوات أو عقود من التطعيم الأصلي. يمكن أن تتراوح الأعراض الجهازية من الآفات القلبية الوعائية والعصبية إلى الآفات الجلدية اللثوية. يمكن أن يظهر الزهري العصبي بأعراض تشبه السكتة الدماغية، أو عجز في الأعصاب القحفية، أو تغير في الحالة العقلية، أو شلل عام، أو تابس دورساليس.[44] (انظر المراجعات المرجعية المصاحبة لـ StatPearls حول \"الزهري العصبي\" و \"تابس دورساليس\")[45][46] العلامات والأعراض: تعتمد أعراض الإصابة بالزهري على مرحلة العدوى في وقت التقييم. يمكن تصنيف الأعراض إلى مراحل أولية وثانوية وكامنة وثالثية، والتي يتم تفصيلها ومناقشتها بشكل أفضل في مراجعة مرجع StatPearls المصاحبة حول \"مرض الزهري\". [21] الفحص البدني: يعتمد الفحص البدني على مرحلة ظهور عدوى الزهري.النساء المصابات بداء المشعرات: العلامات والأعراض: قد تظل النساء بدون أعراض أو قد يشتكين من إفرازات كريهة الرائحة، وحكة، وعسر الجماع، وعسر التبول، وبقع مهبلية.[22] الفحص البدني: سيظهر الفحص تهيج المهبل الخارجي والداخلي، بما في ذلك النتائج الجسدية الكلاسيكية لـ \"عنق الرحم الفراولة\"، المعروف باسم التهاب القولون البقعي. قد يكون هناك إفرازات مهبلية رغوية كريهة الرائحة موجودة في الفحص.[47] الرجال: العلامات والأعراض: قد يظل الرجال بدون أعراض مع عدوى المشعرات المهبلية ولكن قد يعانون أيضًا من ألم في الخصية، وعسر التبول، أو ألم في المستقيم. الفحص البدني: سيكون هناك ألم، مع جس البربخ والبروستاتا في الفحص المستقيمي. لن يتم رؤية أي آفات جلدية أو عمليات التهابية فوقها.[47] انتقل إلى: التقييم يتم تضمين توصيات الفحص والتقييم في عرض تفصيلي في \"إرشادات علاج الأمراض المنقولة جنسياً 2021\" الصادرة عن مراكز السيطرة على الأمراض والوقاية منها. [29] يتم استقراء المعلومات المقدمة من الإرشادات ويجب استخدامها وفقًا لتقدير الطبيب بالاشتراك مع المريض. [30] بشكل عام، يجب أيضًا فحص جميع المرضى الذين يعانون من أعراض الأمراض المنقولة جنسياً بحثًا عن فيروس نقص المناعة البشرية وجميع الأمراض المنقولة جنسياً الأخرى المنتشرة في المجتمع. القرحة اللينة لدى النساء/الرجال: يتم التشخيص من خلال التاريخ السريري والفحص، مع استبعاد الالتهابات التقرحية البديلة مثل الهربس والزهري. تشير قرحة واحدة أو أكثر عميقة وكبيرة نسبيًا ومؤلمة على الأعضاء التناسلية المرتبطة بتضخم الغدد الإربية والتي تكون مؤلمة وقيحية إلى حد كبير إلى القرحة اللينة. (عادةً ما تكون القرحة الهربسية أصغر حجمًا، وتكون القرحة الناتجة عن الزهري غير مؤلمة عادةً.) [5] قد تظهر صبغة جرام نمطًا نموذجيًا لـ \"مدرسة الأسماك\"، لكن حساسيتها لا تتجاوز 80%. يتطلب التشخيص النهائي زراعة Haemophilus ducreyi في المزرعة؛ وهذا صعب ويتطلب استخدام وسائط غنية بشكل خاص مزروعة في ظروف من الرطوبة العالية وثاني أكسيد الكربون المرتفع، وهو ما لا يتوفر عمومًا لمعظم المختبرات السريرية. لا يتوفر اختبار مصلي لتفاعل البوليميراز المتسلسل (PCR) معتمد من إدارة الغذاء والدواء (FDA) لـ H. ducreyi. [31] توصي مراكز السيطرة على الأمراض والوقاية منها باستخدام المعايير السريرية التالية: قرحة تناسلية مؤلمة واحدة أو أكثر النتائج السريرية، مثل ظهور قرح الأعضاء التناسلية وتضخم العقد اللمفاوية الإقليمية المتوافقة مع القرحة لا يوجد دليل على وجود عدوى Treponema pallidum عن طريق المجهر المظلم للإفرازات أو عن طريق الاختبار المصلي في غضون أسبوع واحد بعد ظهور القرحات تم إجراء مزرعة فيروس الهربس البسيط أو اختبار تفاعل البوليميراز المتسلسل السلبي على الإفرازات الكلاميديا: النساء: يتم التشخيص باستخدام اختبار تضخيم الحمض النووي (NAAT) على مسحة مهبلية أو عينة بول أولية أو مسحة عنق الرحم الذاتية. الرجال: يتم التشخيص باستخدام اختبار NAAT لعينة من البول أو مجرى البول المأخوذة لأول مرة.[7][29] الهربس التناسلي للنساء/الرجال: يتم التشخيص عن طريق الفحص السريري، أو اختبار NAAT من تقرح الأعضاء التناسلية، أو الثقافة الفيروسية.تتوفر الأجسام المضادة وحيدة النسيلة المصبوغة بالفلوريسين باستخدام اختبار المناعة الفلورية المباشرة للأجسام المضادة لفيروس الهربس البسيط، ولكن لا يُنصح بذلك حاليًا بسبب عدم حساسية الاختبار. كما لا يُنصح بالتغيرات الخلوية في الفحص الخلوي المرتبطة بعدوى فيروس الهربس البسيط للتشخيص. فهي تعتبر غير محددة وغير حساسة للغاية. يوصى باختبار فيروس نقص المناعة البشرية في جميع المرضى الذين ثبتت إصابتهم بالهربس التناسلي.[9][10][32] السيلان النساء: يتم التشخيص باستخدام مسحة الفرج والمهبل أو عنق الرحم باستخدام NAAT. الرجال: يتم التشخيص باستخدام NAAT لعينة بول أو مجرى البول من أول عينة.[11][12] الورم الحبيبي الإربي النساء/الرجال: التشخيص سريري في المقام الأول، ويعتمد على المظهر الإجمالي للآفات والنتائج المجهرية لأجسام دونوفان داخل الخلايا على عينة كشط أو نسيج أو خزعة. أجسام دونوفان عبارة عن شوائب داخل الخلايا على شكل قضيب أو بيضاوي في سيتوبلازم الخلايا الهستيوسايتية أو الخلايا البلعمية أحادية النواة لدى المرضى المصابين، والتي تصبغ باللون الأرجواني الداكن بصبغة رايت. يصعب زراعة الكائن المسبب للعدوى، ولا يتوفر حاليًا اختبار معمل تشخيصي جزيئي معتمد من قِبل إدارة الغذاء والدواء.[33] النساء/الرجال المصابون بفيروس نقص المناعة البشرية: يتضمن التشخيص استخدام عينة دم أو لعاب للأجسام المضادة كاختبار أولي، يتبعه اختبارات أكثر تحديدًا، بما في ذلك تفاعل البوليميراز المتسلسل أو اختبارات مناعية محددة.[14][15] توصي مراكز السيطرة على الأمراض والوقاية منها بإجراء اختبار واحد على الأقل لفيروس نقص المناعة البشرية لجميع البالغين من سن 15 إلى 65 عامًا. يجب اختبار الأفراد المعرضين للخطر (مثل الشركاء الجنسيين المتعددين، والعاملين في مجال الجنس، والرجال الذين يمارسون الجنس مع العديد من الرجال) سنويًا على الأقل. اختبار تفاعل البوليميراز المتسلسل هو في الأساس تشخيص لعدوى فيروس نقص المناعة البشرية. توصي مراكز السيطرة على الأمراض والوقاية منها باختبار المناعة لمستضد فيروس نقص المناعة البشرية 1/فيروس نقص المناعة البشرية 2. يجب تقديم اختبار فيروس نقص المناعة البشرية السريع في نقطة الرعاية للمرضى الذين من غير المرجح أن يعودوا للمتابعة. تتوفر النتائج في أقل من 20 دقيقة ولكنها قد تكون سلبية في حالات العدوى المبكرة. يوصى أيضًا بإجراء اختبار الحمل الفيروسي القائم على النسخ العكسي (RT)-PCR. يعد اختبار حمض الريبونوكلييك لفيروس نقص المناعة البشرية هو الأفضل للعدوى الحادة بفيروس نقص المناعة البشرية. يعد اختبار التمييز بين الأجسام المضادة لفيروس نقص المناعة البشرية 1/HIV2 تأكيديًا. يجب فحص الأفراد المصابين بفيروس نقص المناعة البشرية بحثًا عن الكلاميديا ​​والسيلان والزهري عند التشخيص وسنويًا على الأقل بعد ذلك. يمكن استخدام الاختبارات الفردية لعزل الأجسام المضادة أو المستضدات الفيروسية المحددة للتأكيد. (انظر مراجعة مرجع StatPearls المصاحبة حول \"اختبار فيروس نقص المناعة البشرية\"). [26] فيروس الورم الحليمي البشري والثآليل التناسلية للنساء/الرجال: التشخيص سريري في المقام الأول، بناءً على المظهر الإجمالي لأي آفات جلدية أو آفات أخرى تم اكتشافها في الفحص البدني. يمكن إجراء خزعة للتأكيد، ولكن عادة ما يتم حجز ذلك للحالات التالية: المرضى الذين يعانون من ضعف المناعة (خطر الإصابة بالسرطان هو الأعلى) التشخيص غير مؤكد الآفات غير النمطية الآفات التي لا تستجيب للعلاج القياسي النساء: يمكن إجراء اختبار فيروس الورم الحليمي البشري المنعكس على خلايا عنق الرحم من مسحة عنق الرحم لتحديد الأنواع الفرعية من فيروس الورم الحليمي البشري.يمكن تقييم نتائج مسحة عنق الرحم المشبوهة بشكل أكبر عن طريق تنظير المهبل باستخدام حمض الأسيتيك لتسليط الضوء على مناطق محددة بيضاء اللون والتي يمكن أن تكون"
      ]
    },
    {
      "tag": "لمسة جيدة/سيئة",
      "patterns": [
        "ما هي اللمسة الآمنة وغير الآمنة؟",
        "هل من الطبيعي أن تشعر بعدم الارتياح عندما يلمسك شخص آخر؟",
        "تحديد اللمس غير الآمن",
        "هل يجوز لشخص أكبر مني أن يلمسني؟",
        "اللمس الآمن مقابل اللمس غير الآمن",
        "أشعر بعدم الراحة بعد أن لمسني شخص ما، ماذا يعني ذلك؟",
        "هل من المقبول أن يلمسني شخص ما في أعضائي الخاصة؟",
        "كيف أعرف إذا لمسني شخص بطريقة سيئة؟",
        "كيف أعرف إذا كان يجب علي الإبلاغ عن شخص لمسني بشكل غير صحيح؟",
        "كيف أعرف إذا لمسني شخص بطريقة خاطئة؟",
        "هل يجوز لأحد أن يلمس أعضائه الخاصة أمامي؟",
        "هل من المقبول أن يلمسني أحد الأقارب؟",
        "لماذا لا يعجبني عندما يلمسني شخص ما في أعضائي الخاصة؟"
      ],
      "responses": [
        "تحديد لمسة غير آمنة\n- يؤذي شخص ما\n- يتم لمسه حيث لا يريد أحد أن يتم لمسه\n- الشعور بعدم الراحة بعد لمسه\n- الشعور بالخوف أو التوتر بعد لمسه\n- الإجبار على لمس شخص ما \n- يطلب منه عدم إخبار أحد بعد لمسه\n- يتم لمسه حتى بعد قول لا\n- يتم التهديد بإيذاء شخص ما إذا تم إخباره بذلك",
        "فيما يلي بعض القواعد المهمة التي يجب تذكرها: \n\n- لا يجوز لأحد أن يلمس أعضاء جسمه الخاصة أمام شخص آخر\n- ليس من المقبول أن يطلب شخص ما من شخص آخر أن يلمس أعضائه الخاصة\n- ليس من المقبول لمس الأعضاء الخاصة بجسم شخص آخر\n- لا يجوز أن يطلب أحد من شخص آخر أن يخلع ملابسه \n- ليس من المقبول أن يقوم شخص ما بالتقاط صور أو مقاطع فيديو لشخص آخر وهو خالي من ملابسه\n- لا يجوز لأحد أن يعرض صوراً أو مقاطع فيديو لأشخاص بدون ملابسهم",
        "اللمسات التي تجعل الشخص يشعر بعدم الارتياح عادة ما تكون لمسات غير آمنة. عندما يشعر شخص ما أنه تم لمسه بطريقة خاطئة، ليست هناك حاجة للاحتفاظ بالأمر لنفسه، أو الشعور بأن ذلك كان خطأه. لا ينبغي أن يتم لمس أي شخص بطريقة لا يريد أن يتم لمسها. \n\nمن الأفضل دائمًا إخبار البالغين على الفور، مثل الوالدين/كبار السن أو غيرهم من البالغين الموثوقين، إذا لمسك شخص ما بطريقة خاطئة.",
        "لكل شخص الحق في التحكم في كيفية لمسهم ومن يلمسهم. لكل شخص الحق في رفض أن يتم لمسه بأي طريقة تجعله يشعر بعدم الارتياح، حتى لو كان أحد أفراد الأسرة أو شريكه. \n \nاللمسات التي تجعل الشخص يشعر بعدم الارتياح عادة ما تكون لمسات غير آمنة. اللمسات التي تجعل الإنسان يشعر بالأمان والراحة والمحبة هي اللمسات الآمنة. اللمسة الآمنة داعمة ومحبة ولائقة وإيجابية. \n\nاللمسات الآمنة وغير الآمنة تسمى أيضًا اللمسة الجيدة والسيئة."
      ]
    },
    {
      "tag": "مقدمة إلى البلوغ",
      "patterns": [
        "متى سأبدأ البلوغ؟",
        "ما الذي يجعل الأجسام مختلفة خلال فترة البلوغ؟",
        "ما هو البلوغ",
        "لماذا لدي الكثير من شعر الجسم؟",
        "لماذا يبدو جسد أخي الأكبر مختلفًا عن جسدي؟",
        "متى يحدث البلوغ؟",
        "كيف تحدث تغيرات الجسم أثناء النمو؟",
        "ماذا تفعل الهرمونات؟",
        "ما الذي يجعل أجسامنا تتغير عندما نكبر؟",
        "لماذا تتطور الفتيات الثدي؟",
        "لماذا يبدو جسدي مختلفًا عندما أكبر؟",
        "ما هو البلوغ؟",
        "ما هي الهرمونات الذكرية؟",
        "فهم الهرمونات",
        "لماذا تنمو اللحية للأولاد؟",
        "ما هي الهرمونات الأنثوية؟",
        "ما هي الهرمونات المختلفة؟",
        "لماذا يتغير جسمنا عندما نكبر؟",
        "لماذا يبدو جسدي مختلفًا عن أخي الأصغر؟",
        "ما هي الهرمونات؟",
        "لماذا يتغير جسدي؟",
        "كيف تحدث الهرمونات تغيرات في الجسم؟",
        "لماذا نشعر بالاختلاف عندما نكبر؟"
      ],
      "responses": [
        "خلال فترة البلوغ، يمر الجسم بتغيرات جسدية مثل \n- نمو شعر الوجه والجسم، وخاصة بالقرب من مناطق العانة (بالقرب من الأعضاء التناسلية).\n- زيادة في الطول والوزن \n- تطور الأعضاء الجنسية\n- بداية الدورة الشهرية عند الفتيات\n\nخلال هذا الوقت، تزداد المشاعر أيضًا حيث تصبح المشاعر السلبية والإيجابية أكثر قوة وشدة من ذي قبل.\n\nتتأثر التغيرات التي تحدث خلال فترة البلوغ بالتغيرات الهرمونية في الجسم مثل هرمون التستوستيرون عند الذكور، والإستروجين، والبروجسترون عند الإناث.",
        "\"الهرمونات الرئيسية خلال فترة البلوغ هي:\n\n- هرمون التستوستيرون عند الأولاد والذي يعمل على إنتاج الحيوانات المنوية وتوسيع الصدر والأكتاف ونمو شعر الوجه وزيادة الرغبة الجنسية\n\n- يساعد هرمون الاستروجين والبروجستيرون للفتيات على تطوير الجهاز التناسلي والثدي كما ينظم الدورة الشهرية. \n\n- قد يكون لدى ثنائيي الجنس اختلافات في تطور الهرمونات لديهم، ويختلف ذلك من شخص لآخر. \"",
        "\"البلوغ هو عندما يتغير الجسم جسديًا من طفل إلى شخص بالغ. خلال هذه الفترة، يمر الجسم بالعديد من التغيرات الجسدية والعاطفية. ويحدث عادةً بين سن 8 و 14 عامًا عند الفتيات، وبين سن 9 و 14 عامًا. 16 سنة في الأولاد.\n\nالبلوغ لا يحدث دفعة واحدة. الأجسام فريدة من نوعها، لذا فإن سن البلوغ يختلف من شخص لآخر. يمر كل شخص بمرحلة البلوغ وفقًا لسرعته الخاصة، فالبعض يمر بها مبكرًا والبعض الآخر يمر بها لاحقًا. هناك أيضًا أشخاص قد يشبهون الفتيات ولكنهم قد لا يمرون بالبلوغ بنفس الطريقة، وبالمثل قد يكون هناك أشخاص يشبهون الصبية قد يمرون بالبلوغ بشكل مختلف.",
        "\"الهرمونات هي رسل كيميائية خاصة بالجسم تحمل رسائل إلى أعضاء مختلفة في الجسم للمساعدة في أداء وظائفها. \n\nهناك العديد من أنواع الهرمونات المختلفة المسؤولة عن وظائف الجسم المختلفة. \""
      ]
    },
    {
      "tag": "Akkar Health Centers (Near Tripoli)",
      "patterns": [
        "nearest clinic to me",
        "closest health center near Tripoli",
        "where can I see a doctor in Akkar",
        "clinic near me in Akkar",
        "health center Akkar",
        "I need a nearby healthcare center",
        "أقرب مركز صحي",
        "أين أجد طبيب قريب في عكار",
        "مركز صحي قريب من طرابلس",
        "مستشفى أو عيادة قريبة",
        "دلّني على مركز صحي قريب"
      ],
      "responses": [
        "Tell me which area you are in around Tripoli or Akkar, and I will suggest the nearest place from this list. You can also open the links to see directions on Google Maps. Hokr El Dahab Health Center: https://maps.app.goo.gl/bDfia5manj2MtQZh9. Halba Governmental Hospital: https://maps.app.goo.gl/WzTMLAc2yPHzxEYh9. Bebnine Health Center: https://maps.app.goo.gl/EuJezSnLxZtYaALD7. Bkarzla Health Center: https://maps.app.goo.gl/sDCAa3D7yRwqgj577. Fnaydeq Health Center: https://maps.app.goo.gl/EgdNEK6j8bb2T3pdA. Miniara Health Center: https://maps.app.goo.gl/scg9Nn3swLkQnLDX6. Mhammara Health Center: https://maps.app.goo.gl/ujc7GUmEJouMYwJS9. Berkayel Health Center: https://maps.app.goo.gl/gi46nv51nsE7tHJY6. Habshit Health Center: https://maps.app.goo.gl/m3GerH3EgVm1ShTq6. Kobayat Hospital or Center: https://maps.app.goo.gl/WQKfbTVWTD6TUwrL8. Qoubaiyat Health Link: https://maps.app.goo.gl/dPVs5MAnah963HPh7. If you share your area, I will pick the closest option for you.",
        "قل لي بأي منطقة أنت حول طرابلس أو عكار لأقترح الأقرب من هذه القائمة. يمكنك أيضًا فتح الروابط للحصول على الاتجاهات على خرائط غوغل. مركز حكر الضاهر الصحي: https://maps.app.goo.gl/bDfia5manj2MtQZh9. مستشفى حلبا الحكومي: https://maps.app.goo.gl/WzTMLAc2yPHzxEYh9. مركز ببنين الصحي: https://maps.app.goo.gl/EuJezSnLxZtYaALD7. مركز بكارزيلا الصحي: https://maps.app.goo.gl/sDCAa3D7yRwqgj577. مركز فنيدق الصحي: https://maps.app.goo.gl/EgdNEK6j8bb2T3pdA. مركز منيارة الصحي: https://maps.app.goo.gl/scg9Nn3swLkQnLDX6. مركز المحمرة الصحي: https://maps.app.goo.gl/ujc7GUmEJouMYwJS9. مركز برقايل الصحي: https://maps.app.goo.gl/gi46nv51nsE7tHJY6. مركز حبشيت الصحي: https://maps.app.goo.gl/m3GerH3EgVm1ShTq6. مستشفى أو مركز القبيات: https://maps.app.goo.gl/WQKfbTVWTD6TUwrL8. رابط صحي القبيات: https://maps.app.goo.gl/dPVs5MAnah963HPh7. إذا أخبرتني بمنطقتك سأقترح الأقرب لك."
      ]
    }
  ]
}
